[{"start":"2020-06-05T09:00:00+02:00","stop":"2020-06-05T09:30:00+02:00","activities":[{"room":"","type":"","title":"Intro till konferensen"}]},{"start":"2020-06-05T09:30:00+02:00","stop":"2020-06-05T09:40:00+02:00","activities":[{"room":"Space","type":"Blixttal","title":"Svårt att välja? Utforska ambivalensen!","speaker":"Thom Orbelius","description":"Har du någonsin känt dig osäker på om du vill genomföra en förändring? Du ser för- och nackdelarna och har lagt pannan i veck utan att kunna fatta ett beslut?\nDå har du upplevt ambivalens.\nMed ett verktyg från Motivational Interviewing kan vi utforska och kartlägga osäkerheterna så att det går att fatta ett välgrundat beslut om förändringen ska genomföras eller inte. Och det funkar både för individer och team!","material":"Ambivalensen.pdf"}]},{"start":"2020-06-05T09:43:00+02:00","stop":"2020-06-05T09:53:00+02:00","activities":[{"room":"Space","type":"Blixttal","title":"7 faktorer för ett bra kodägarskap","speaker":"Per Lundholm","description":"Alla har vi sett den tragiska röra som uppstår i kod över tid. Men hur kan det bli så även när man är rörande överens om vad som är god kod? En orsak kan vara att man inte organiserat sig för ett bra kodägarskap. Att utmäta straff är en av de 7 viktiga komponenterna.","material":""},{"room":"Tab","type":"Blixttal","title":"Det märkliga ordet 'man'","speaker":"Jesper T Nyström","description":"I många sammanhang har jag hört ordet 'man' användas men egentligen är det något annat som avses. När jag fått upp ögonen för detta så kan jag inte undvika det. Men det måste få ett slut, så jag vill dela med mig av mina tankar så att vi kan sluta använda ordet 'man' i fel sammanhang.","material":""}]},{"start":"2020-06-05T09:56:00+02:00","stop":"2020-06-05T10:06:00+02:00","activities":[{"room":"Space","type":"Blixttal","title":"Working without a backlog","speaker":"Anna Odhner","description":"Working without a backlog - creating innovation within the team. This talk will fokus on how to create value without a backlog. The magic of being close to the users and feeling responsible for the product you deliver. In order to do that you have to create cross functional teams and have a working process that is significantly different to standard kanban and scrum. Teams need to have space for constant experimenting to evolve the product they are building and they need to feel connected to their customers. How can we make this happen?","material":""},{"room":"Tab","type":"Blixttal","title":"\"I hate Agile!\"","speaker":"Roger Karlsson","description":"“Agile” är välbekant begrepp idag och dagligen möter vi åsikter från både “lovers” och “haters”. Men vad händer när kärleken växer och vi blir religiösa? När den agila bibeln och metoden blir viktigare än det agila mindsetet? När vi försöker implementera ett agilt arbetssätt i någon form av revolution istället för en evolution? När vi försöker implementera ett agilt arbetssätt utan ett agilt tankesätt? När vi smutskastar de ofrälsta som fortfarande jobbar i det där fruktansvärda vattenfallet? I det läget känner jag också “I hate Agile!”","material":""}]},{"start":"2020-06-05T10:09:00+02:00","stop":"2020-06-05T10:19:00+02:00","activities":[{"room":"Space","type":"Blixttal","title":"Agendashift: Ett alternativ till smärtsamma utrullningar","speaker":"Joakim Manding Holm","description":"Agila transformationer är knepiga. Vanliga misstag är projektform, exkludering av medarbetarna och ett ytligt fokus på utbildningar och utrullning av nya arbetssätt. Låt oss undvika dessa. Vi zoomar vi in på Agendashift, en spännande engagemangsmodell med Lean-Agila rötter.","material":"Agendashift.pdf"},{"room":"Tab","type":"Blixttal","title":"Våra kunder bryr sig inte om att vi är agila!","speaker":"Sara Wänerskär","description":"Vi utvecklare på Funnel gillar att jobba agilt. Vi tycker att det gör arbetet mer effektivt och att vi kan hålla högre kvalitet. Däremot gillar vi inte deadlines, och sätter således inte sådana. \nVi tror dock inte att så många andra är imponerade av att vi arbetar agilt. De som är beroende av vårt arbete vill snarare ha en förutsägbar ändringsprocess med fasta datum. Hur gör vi för att behålla vår frihet, arbeta effektivt och samtidigt ha ett tydligt kontrakt mot resten av organisationen och våra kunder? Går det ens?\n","material":""}]},{"start":"2020-06-05T10:19:00+02:00","stop":"2020-06-05T10:40:00+02:00","activities":[{"room":"","type":"","title":"Mingel och samtal med talarna"}]},{"start":"2020-06-05T10:40:00+02:00","stop":"2020-06-05T10:50:00+02:00","activities":[{"room":"Space","type":"Blixttal","title":"Workshops på riktigt - grymma resultat, och sjukt kul!","speaker":"Johanna Bach Wallentin","description":"Folk har workshops mest hela tiden, eller har man verkligen det? Detta är en kort dragning om hur man skapar fantastiska resultat på bara några timmar som hela grupper kan stå bakom, samtidigt som man har sjukt roligt.","material":"Workshops_pa_riktigt.pdf"},{"room":"Tab","type":"Blixttal","title":"Vad heter appen som tänder lampan i köket?","speaker":"Ola Ellnestam","description":"När den frågan dykte upp i Slack-kanalen kliade vi oss i huvudet. Vart är vi på väg? Gör vi  livet lättare genom att ersätta alla knappar & handtag med en mobil-app? För att öppna bildörren, kylskåpet, tända lampan, vagga bebisen.. ","material":""}]},{"start":"2020-06-05T10:53:00+02:00","stop":"2020-06-05T11:03:00+02:00","activities":[{"room":"Space","type":"Blixttal","title":"När Allt Brinner","speaker":"Jakob Kylberg","description":"Hur agerar man som team när det smäller i produktion? Vi tittar på hur man strukturerar själva släckningsarbetet, hur man kan öva med en game day samt hur en post mortem när incidenten är över gör att vi kan lära och förbättra oss.","material":""},{"room":"Tab","type":"Blixttal","title":"Makten och (h)ärligheten","speaker":"Greta Rask, Lennart Wärmlind, Bodil Björnberg","description":"Vad är vitsen med Maktmedvetenhet?\nVet du vilken makt du har?\nVem blir du utan formell makt?\nHar du makt när du inte tror att du har nån?\n","material":"Makten_och_harligheten.pptx"}]},{"start":"2020-06-05T11:06:00+02:00","stop":"2020-06-05T11:16:00+02:00","activities":[{"room":"Space","type":"Blixttal","title":"Få ditt team att våga hålla demos","speaker":"Björn Bergström","description":"På NetEnt har vi jobbat mycket med att få våra team att våga och vilja hålla fler och bättre sprint-demos. För en del team har det gått lätt, för andra har resan till att vilja och våga varit betydligt längre, och jag vill dela med mig av de framgångsfaktorer som gjorde att vi lyfte frekvens och kvalitet på teamens demos, samt vilka hinder vi behövde undraröja för att komma dit.","material":""},{"room":"Tab","type":"Blixttal","title":"Intent-Based Leadership","speaker":"Tomas Björkholm","description":"Vill du veta hur David Marquet, författaren till ”Turn the ship around” och ”Leadership is language”, fick sin ubåtsbesättning att bli engagerad och ansvarstagande? Kom så får du höra.","material":""}]},{"start":"2020-06-05T11:16:00+02:00","stop":"2020-06-05T11:40:00+02:00","activities":[{"room":"","type":"","title":"Mingel och samtal med talarna"}]},{"start":"2020-06-05T11:40:00+02:00","stop":"2020-06-05T11:50:00+02:00","activities":[{"room":"Space","type":"Blixttal","title":"Oplanerat arbete är det finaste som finns","speaker":"Pia Fåk Sunnanbo","description":"Oplanerat arbete stressar oss och för oss på villovägar. Det tar kraft och tid från det vi egentligen ville göra.\n\nDock: Många av de mest lustfyllda och produktiva ögonblicken i mitt arbetsliv har varit alldeles oplanerade. Är det kanske dags för en omvärdering?","material":"Oplanerat_arbete.pdf"},{"room":"Tab","type":"Blixttal","title":"När jag arrangerade storrumsplanering för 1000 deltagare - som alla jobbade hemifrån","speaker":"Mats Kempe","description":"Det här är mina erfarenheter och tips från att varit med och arrangerat Big Room Planning för 1000 personer som alla deltog på distans från sina egna kök eller vardagsrum.\n\nDet handlar inte om huruvida det är bra att 1000 personer planerar tillsammans, utan hur tusan (pun intended) man får till samarbete mellan många människor på ett bra sätt på distans.\nTips som även gör IRL-samarbeten bättre.","material":""}]},{"start":"2020-06-05T11:53:00+02:00","stop":"2020-06-05T12:03:00+02:00","activities":[{"room":"Space","type":"Blixttal","title":"Integrated Model for Psychological Safety","speaker":"Viktor Cessan","description":"Psychological Safety är hot topic vilket är bra, för när den ökar så höjs engagemang, välmående och prestation. Men, trots att vi inte kan bygga Psykologisk trygghet enbart genom strukturer och ledarskapet så fokuserar den mesta litteraturen på just detta och i detta blixttal så introducerar jag en ny och egenutvecklad holistisk model som delar upp psykologisk trygghet i 4 dimensioner. Och för att skapa psykologisk trygghet behöver vi jobba med alla dessa dimensioner.","material":""},{"room":"Tab","type":"Blixttal","title":"Mätetal - De Goda, de onda, de fula","speaker":"Edward Dahllöf","description":"Jag har varit ute på en lång ökenvandring för att hitta Mätetalet med stort M. Väl ute ur öknen tänkte jag berätta om de figurer jag mött längst vägen och de tankar som jag själv har tagit med mig. Vi går igenom goda, onda och några riktigt fula mätetal. Därefter går vi igenom några tips och reder ut vad som är mål och vad som är medel.","material":""}]},{"start":"2020-06-05T12:06:00+02:00","stop":"2020-06-05T12:16:00+02:00","activities":[{"room":"Space","type":"Blixttal","title":"Bygga agila team i en processvan organisation som ICA","speaker":"Katarina Wigle, Marvin Liljegren","description":"Från specialistteam till tvärkompetensteam inbegripna i  affärsprocesser som närmast kan liknas vid hjärtochlungsystemet hos ICA. Dessutom med medarbetare spridda över hela landet. \nHur gör man? Vilka utmaningar snubblade vi över? Vilka lösningar har vi hunnit prova? ","material":""},{"room":"Tab","type":"Blixttal","title":"Meningsskiljaktigheternas välsignelse","speaker":"Martin Wasielewski","description":"Meningsskiljaktigheter och oenigheter är nödvändiga för organisationer och team. Utan dem känner människor sig inte tillräckligt trygga, det kommer vara brist på förtroende och färre framgångsrika produkter skeppas. Det kan låta motsägelsefullt. Kanske för att många upplever meningsskiljaktigheter som obekväma och svåra. Ibland till den grad att de undviker dem helt. I mitt tal kommer jag utveckla påståendet, visa exempel på misslyckade produkter och hur meningsskiljaktigheter kan göras mer bekväma.","material":""}]},{"start":"2020-06-05T12:16:00+02:00","stop":"2020-06-05T12:40:00+02:00","activities":[{"room":"","type":"","title":"Mingel och samtal med talarna"}]},{"start":"2020-06-05T12:40:00+02:00","stop":"2020-06-05T13:30:00+02:00","activities":[{"room":"","type":"","title":"Lunch"}]},{"start":"2020-06-05T13:30:00+02:00","stop":"2020-06-05T14:30:00+02:00","activities":[{"room":"","type":"Workshop","title":"Innovation through Collaboration - att praktiskt arbeta med tillit i team","speaker":"Fanny Bergström Buller, Mathilda Hult och Yasin Taib","description":"Innovation och utveckling kräver tillit, nyfikenhet och lärande. Under 60 minuter får du förståelse för parametrar som påverkar det tillitsbyggande arbetet i team. Genom dialogverktyget Fika for Change får du också uppleva hur du konkret kan arbeta för hjälpa människor att sänka garden och påbörja ett tillitsbyggande samtal bortanför roller och hierarkier, vare sig det är med ett välkänt team eller helt nya människor.","material":""},{"room":"","type":"Workshop","title":"The Jackhammer Co-Creation Approach","speaker":"Esbjörn Hyltefors","description":"What happens when you give 13 people the seemingly impossible task to create an Enterprise Agile Transformation strategy in very little time and require that everyone contribute equally? They either give up, start fighting amongst each other or create an awesome, light-weight, co-creation & sense-making approach that makes the impossible possible. This workshop will demonstrate such an approach - known as “the Jackhammer\" - that radically improves the co-creation ability of any group at any organisational level, be it an agile team or an executive management team. It’s easy to learn, utilises the collective potential of all participants and produces valuable outcomes blazingly fast. On top of that, it offers second-loop feedback, which enables instant process improvement and personal development. People from the audience will be invited to participate in this live demonstration.\n\n","material":""},{"room":"","type":"Workshop","title":"Att välja sanning","speaker":"Anna Pucar Rimhagen, Susanne Hildeskog","description":"Det finns lika många sanningar som det finns människor, eftersom vi väljer våra sanningar - oftast omedvetet. Vi utforskar och provar T-metoden tillsammans, för att kunna se saker som de verkligen är och göra medvetna val.\nWorkshop 60 minuter.","material":""},{"room":"","type":"Workshop","title":"De tre Esssen -  Sårbarhet Självreglering Självorganisering","speaker":"Lennart Wärmlind, Greta Rask, Bodil Björnberg","description":"Är Sårbarhet en förutsättning för Självreglering och Självorganisering? \nHur har jag det med att säga, göra, testa, utan att veta hur jag blir mött?\nHur är det för mig att ha förväntningar och ställa krav på andra?\n\n\n","material":""}]},{"start":"2020-06-05T14:30:00+02:00","stop":"2020-06-05T15:00:00+02:00","activities":[{"room":"","type":"","title":"Open Space-Blind-Date-Roulette"}]},{"start":"2020-06-05T15:00:00+02:00","stop":"2020-06-05T15:10:00+02:00","activities":[{"room":"Space","type":"Blixttal","title":"Ponnypappans guide till agil transformation","speaker":"Jimmy Sjölund","description":"Har ni sett en häst på nära håll? De är jättestora och kan väga upp till ett ton! Lite som organisationen där jag jobbar. Varje lördag står jag i ridhuset och ser på när min dotter lär sig rida. Varje veckodag är jag på jobbet och hjälper organisationen att lära sig arbeta mer agilt. Det slog mig en kall vinterdag hur lika de två världarna trots allt är. Så vad vi kan lära av varandra? Att få en häst att gå dit man vill, att hoppa, eller till och med att dansa (det kallas visst dressyr) verkar till en början vara precis lika omöjligt att genomföra som att få en organisation utvecklas. Och ändå lyckas min sjuåring med sin del. Vad kan vi göra för att få vår organisation att dansa?","material":""}]},{"start":"2020-06-05T15:10:00+02:00","stop":"2020-06-05T15:30:00+02:00","activities":[{"room":"","type":"","title":"Retrospektiv"}]},{"start":"2020-06-06T11:53:00+02:00","stop":"2020-06-06T12:03:00+02:00","activities":[{"room":"Space","type":"Blixttal","title":"Slacktid, tillgänglighet och samarbete, del 2","speaker":"Martin Bäcklund","description":"\"Jamen vad gör vi åt det då?\"\n\"Vadå?\"\n\"Mötena! Du sa ju att det borde gå att klara sig utan så många möten. Det är ju lätt för dig att stå där och konstatera att det tar mycket längre tid innan man lyckas träffa varandra ju mer uppbokade alla är. Men sen då? Vad gör vi åt det då\"\n\"Alltså, efter att jag körde blixttalet om möten på Agila Sverige 2015, gjorde jag ju faktiskt en längre version som innehöll en del tankar om det. Jag kanske skulle göra en 'del 2' av det?\"\n\"Ja, det vore kanske på sin plats! Du har ju pratat om att göra det i flera år nu. Dags att komma till skott kanske?\"\n\"Mmmm... kanske det...\"","material":""}]}]