[{"start":"2024-05-30T08:00:00+02:00","activities":[{"stop":"2024-05-30T09:00:00+02:00","room":"","type":"","title":"Frukost och mingel / Breakfast and mingle","speaker":"","descriptionParagraphs":[""]}]},{"start":"2024-05-30T09:00:00+02:00","activities":[{"stop":"2024-05-30T09:12:00+02:00","room":"Space","type":"","title":"Intro till konferensen / Introduction to the conference","speaker":"","descriptionParagraphs":[""]}]},{"start":"2024-05-30T09:12:00+02:00","activities":[{"stop":"2024-05-30T09:22:00+02:00","room":"Space","type":"Blixttal/ lightning talk","title":"Agilt på Atlanten","speaker":"Suzanne Dahlerus","descriptionParagraphs":["Vad kan agila team lära sig om samarbete av en tillfälligt ihopsatt besättning på en Atlantsegling?","","På en långsegling observerade jag något förbluffande: skepparen använde sig omedvetet av agila metoder för att snabbt skapa effektivt samarbete ombord. För mig som agil coach var det en ögonöppnare, medan skepparen bara gjorde det hon hade lärt sig genom åren av erfarenhet.","Hör hur agila arbetssätt kan ta sig uttryck i en vardag där allt gungar. "],"link":"","linkText":""},{"stop":"2024-05-30T09:22:00+02:00","room":"Tab","type":"Blixttal/ lightning talk","title":"You are your priorities","speaker":"Mattias Livré","descriptionParagraphs":["","Imagine if there was a way, a pill, a magic spell or something similar that could change who we are. Change how we as individuals or organizations are perceived, how we act, and most importantly, what we achieve. If there was a way, what would you change?","","'Existence precedes essence,' said Sartre. In this talk, we will explore what we can learn from this quote and how we can influence the complex adaptive system that an organization is, to become who we want to be on an individual, cultural, and formal level.\""],"link":"","linkText":""}]},{"start":"2024-05-30T09:24:00+02:00","activities":[{"stop":"2024-05-30T09:34:00+02:00","room":"Space","type":"Blixttal/ lightning talk","title":"From Professional Performance Princess to The Bold Bright Ballerina Back in Business","speaker":"Sara Davidsson","descriptionParagraphs":["Acting as an Agile Coach requires way more than the the ability to play the different stances. Being an Agile Coach expects you to use different voices in contexts you have probably not zoomed in and out from before. ","","Last year I decided to take a break from contracting to fully focus on my own development as an Agile Coach, Professional Coach and Leader. You want to know how I went from being the Professional Performance Princess to The Bold Bright Ballerina Back in Business in my accountability as an Enterprise Agile Coach?"],"link":"","linkText":""},{"stop":"2024-05-30T09:34:00+02:00","room":"Tab","type":"Blixttal/ lightning talk","title":"Sluta vara ett asshole o bli snäll och cool istället! Två eller flera perspektiv på snällhetens effekt","speaker":"Patrik Ekstrand och Elvira Roos","descriptionParagraphs":["Vi vill tala om att vi alla mår bättre av att vara snälla mot varandra. Att snällhet kräver mod, att snällhet inte handlar om att vara mesig. Och prata om vikten av att vara snäll o hur det är fördelaktigt i hur vi gör vårt jobb. "],"link":"","linkText":""}]},{"start":"2024-05-30T09:36:00+02:00","activities":[{"stop":"2024-05-30T09:46:00+02:00","room":"Space","type":"Blixttal/ lightning talk","title":"All the ways I have failed as a manager","speaker":"Anders Park Hansén","descriptionParagraphs":["As a manager in a chaotic environment, you will fail. Many times. How you choose deal with your failures will have a great impact on the people around you. "],"link":"","linkText":""},{"stop":"2024-05-30T09:46:00+02:00","room":"Tab","type":"Blixttal/ lightning talk","title":"Världen sämsta möte!","speaker":"Adam Ederlöv","descriptionParagraphs":["Möten kan var fantastiska, trots detta hatar alla dem. Häng med Adam och gör världen sämsta möte för att garantera att ingen får njuta av bra möten. ❤️💀 "],"link":"","linkText":""}]},{"start":"2024-05-30T09:48:00+02:00","activities":[{"stop":"2024-05-30T09:58:00+02:00","room":"Space","type":"Blixttal/ lightning talk","title":"Time management for mortals","speaker":"Jakob Wolman","descriptionParagraphs":["An average life span is 4000 weeks long.","","In his book “Four Thousand Weeks - Time Management for Mortals” Oliver Burkeman gives us valuable lessons on how to manage our time. As opposed to popular productivity hacks, Burkeman’s lessons are about a shift in mindset to making sure you spend your time on things that are important to you. In this lightning talk Jakob will share 10 lessons and insights from Burkeman’s book to help you manage your time better, and challenge your inner productivity monster."],"link":"","linkText":""},{"stop":"2024-05-30T09:58:00+02:00","room":"Tab","type":"Blixttal/ lightning talk","title":"Att Lära sig Att Lära: Utforska Effektiva Strategier och Teorier för Personligt Framsteg","speaker":"Patrik Gustafsson","descriptionParagraphs":["I detta blixttal kommer vi att utforska effektiva strategier för lärande och personlig utveckling. Genom att ta en närmare titt på praktiska tillämpningar kommer du att få värdefulla insikter för att maximera sin inlärningspotential och nå sina mål. Låt oss ta en snabb resa genom lärandets värld och upptäcka vägen till framgång och personlig tillväxt."],"link":"","linkText":""}]},{"start":"2024-05-30T09:58:00+02:00","activities":[{"stop":"2024-05-30T10:20:00+02:00","room":"","type":"","title":"Rast / Break","speaker":"","descriptionParagraphs":[""]}]},{"start":"2024-05-30T10:20:00+02:00","activities":[{"stop":"2024-05-30T10:30:00+02:00","room":"Space","type":"Blixttal/ lightning talk","title":"Hur ska du kunna navigera när du inte lärt dig hur kompassen fungerar? ","speaker":"Angelica Brockne","descriptionParagraphs":["Du ska ut på ditt livs häftigaste resa men packade ingen karta och kompassen du fick med dig vet du inte hur den fungerar. I det här försöker du, och alla andra på sina respektive resor, navigera er i. ","UX-designer som utbildade sig till samtalsterapeut och först då fattade hur man navigerar i sitt liv för ökad personlig utveckling och bättre samarbeten. Här delas en liten del av manualen till kompassen."],"link":"","linkText":""},{"stop":"2024-05-30T10:30:00+02:00","room":"Tab","type":"Blixttal/ lightning talk","title":"We need more managers","speaker":"Gitte Klitgaard","descriptionParagraphs":["For way too long we have focused on leadership and being nice. It is about time we bring managers back in the game and help them become kind instead. Without managers it is hard to have a successful organisation and some great teams.","After this talk you understand why managers are so important and why we need to grow good managers.",""],"link":"","linkText":""}]},{"start":"2024-05-30T10:32:00+02:00","activities":[{"stop":"2024-05-30T10:42:00+02:00","room":"Space","type":"Blixttal/ lightning talk","title":"The agile coach in complex environments","speaker":"Lena Djärvh Eriksson","descriptionParagraphs":["I welcome you into my world of thoughts about what a growing complexity in the world means for us as coaches. How it challenges us and supports us and invites us to play on a higher level. I want to share my reflections about how the ghosts on our shoulders hold us back, about what tools we should question how we use, and how we can accept not knowing what will come."],"link":"","linkText":""},{"stop":"2024-05-30T10:42:00+02:00","room":"Tab","type":"Blixttal/ lightning talk","title":"Smart samarbete - avskalat och skalbart","speaker":"Alexander Löfgren","descriptionParagraphs":["En utmaning med att skala upp agila arbetssätt i organisationer är att det ofta blir för komplicerade strukturer och ramverk som försvårar för framdrift och resultat. Att skapa ett avskalat språk och skalbara vanor för smart samarbete är en nyckel till att verksamheter går från att vara agila \"på pappret\" till att bli agila \"på riktigt\". Alexander Löfgren från Influence AB, som är forskare, författare och utvecklare av kollektiv intelligens i privat och offentlig sektor, ger enkla och agerbara tips för hur vi utformar och upprätthåller det smarta agila samarbetet i organisationer."],"link":"","linkText":""}]},{"start":"2024-05-30T10:44:00+02:00","activities":[{"stop":"2024-05-30T10:54:00+02:00","room":"Space","type":"Blixttal/ lightning talk","title":"Paradigm shift or incremental change – the S-curve applied to you","speaker":"Johanna Ekeberg ","descriptionParagraphs":["The technology adaption curve, the S-curve, shows growth mapped against time. The phases in the S-curve are introduction (Birth), growth, maturity, decline, and death, and it can be used to describe the life cycle of a product, a service or even an idea.","","But can it be used to describe and understand our own personal and professional development, and at the same time gain insight into the choices we face in order to develop further?"],"link":"","linkText":""},{"stop":"2024-05-30T10:54:00+02:00","room":"Tab","type":"Blixttal/ lightning talk","title":"Agila Sverige - alla ska med!","speaker":"Frida Hardegård ","descriptionParagraphs":["Hur sprider vi innovationskraften och metodiken till den breda massan? Kan vi göra ett experiment där vi bjuder in alla att bidra för en bättre framtid/miljö."],"link":"","linkText":""}]},{"start":"2024-05-30T10:56:00+02:00","activities":[{"stop":"2024-05-30T11:06:00+02:00","room":"Space","type":"Blixttal/ lightning talk","title":"Den Presterande Organisationen","speaker":"Marcus Lagré","descriptionParagraphs":["Clickbait-titel: Så blir du agil - utan att använda A-ordet! Vilka mekanismer krävs för att kunna kalla sig en agil organisation? Marcus summerar vilka övergripande egenskaper och beteenden som agila ramverk försöker möjliggöra och vad högre ledarskap måste fokusera på för att nå ökad effekt. Hint: Det är inte Story Points!"],"link":"","linkText":""},{"stop":"2024-05-30T11:06:00+02:00","room":"Tab","type":"Blixttal/ lightning talk","title":"Bland nepor, tapirer och pythonormar","speaker":"Ulrika Vincent","descriptionParagraphs":["Går det att växla spår från erfaren produktägare till lärling och nybakad data analyst när man är nästan 50? Visst går det att plocka upp python-spaden och börja gräva i data.  Det här är min berättelse om hur jag går från att ha känt mig färdig som produktägare till att ha roligt på jobbet igen"],"link":"","linkText":""}]},{"start":"2024-05-30T11:08:00+02:00","activities":[{"stop":"2024-05-30T11:18:00+02:00","room":"Space","type":"Blixttal/ lightning talk","title":"Safe to accelerate","speaker":"Ronja Bromander","descriptionParagraphs":["Crossfunctional teams in all its glory but how do we create psychological safety in a diversified team."],"link":"","linkText":""},{"stop":"2024-05-30T11:18:00+02:00","room":"Tab","type":"Blixttal/ lightning talk","title":"Medveten närvaro - \"How fascinating\"","speaker":"Ulrika Thell","descriptionParagraphs":["Komplexitet och förändring är det nya \"normala\". Vi gör vårt bästa för att klara att hantera de utmaningar vi står inför. För att lyckas måste vi vara hållbara och för att vara hållbara behöver vi fortsätta utvecklas. Genom att börja med oss själva och genom att öka vår medvetna närvaro får vi tillgång till verktyg som kan hjälpa oss med den utveckling som behövs. Talet handlar om hur komplexitet påverkar oss som människor, fördelarna med medveten närvaro och några exempel på vilka förmågor vi kan utveckla och öka genom att vara/förbli närvarande."],"link":"","linkText":""}]},{"start":"2024-05-30T11:18:00+02:00","activities":[{"stop":"2024-05-30T11:28:00+02:00","room":"","type":"","title":"Rast / Break","speaker":"","descriptionParagraphs":[""]}]},{"start":"2024-05-30T11:28:00+02:00","activities":[{"stop":"2024-05-30T11:38:00+02:00","room":"Space","type":"Blixttal/ lightning talk","title":"The human brain and the agile journey.","speaker":"Martin Andersson","descriptionParagraphs":["I often see people of our community bashing old ideas and deeming the agile manifesto from 2001 obsolete. I can only see how it has proved more relevant throughout all these years. I will be revisiting some agile principles and finding out how they relate to psychological science conducted since."],"link":"","linkText":""},{"stop":"2024-05-30T11:38:00+02:00","room":"Tab","type":"Blixttal/ lightning talk","title":" jobba agilt i en värld med fasta milestones","speaker":"Leif Berglund","descriptionParagraphs":["OS, julafton, EU-valet, m.m. kommer, oavsett arbetsmetodik, att inträffa på ett specifikt datum. Om man dessutom har olika förutsättningar i olika utvecklingsströmmar, t.ex. hårdvara och mjukvara i samma produkt, behöver man fokusera och prioritera både mot interna och externa mottagare. Jag visar ett exempel från Ericsson där vi jobbade med hårdvaru och mjukvaruutveckling mot fasta datum (kunder bestämde va de skulle köpa en gång om året baserat på vad som fanns)."],"link":"","linkText":""}]},{"start":"2024-05-30T11:40:00+02:00","activities":[{"stop":"2024-05-30T11:50:00+02:00","room":"Space","type":"Blixttal/ lightning talk","title":"Bite sized utveckling eller hur man bygger en staty av en elefant","speaker":"Cecilia Borg","descriptionParagraphs":["Frågan var man ser sig själv om 3-5 år kan få vem som helst att blekna eller tveka att dela med sig ett ärligt svar till sin chef. Att faktiskt komma igång göra sakerna på en utvecklingsplan kan också kännas övermäktigt. Genom att prata kring vad man inte vill, förebilder, personas och att bryta ner i korta aktiviteter gör utvecklingsplanen konkret och omöjliggör ursäkter att ge utrymme eller att komma igång. ","","","Cecilia Borg har mer än 15 års erfarenhet av att leda andra i utvecklingsorganisationer som Oracle, King, Spotify, Acast, Funnel, Kry, Epidemic Sound och har använt denna metod som ett lättviktigt sätt att månadsvis utföra, följa upp och locka fram en drivkraft hos varje medarbetare. "],"link":"","linkText":""},{"stop":"2024-05-30T11:50:00+02:00","room":"Tab","type":"Blixttal/ lightning talk","title":"The Bottleneck Hero","speaker":"Jimmy Janlén","descriptionParagraphs":["The Bottleneck Hero - The one we rely on to save the day. An endless source of knowledge, information and experience. Their time is scarce and it’s nearly impossible to get their help. Without their approval or attention, things don’t move. That’s what makes this Hero a Bottleneck. ","","What are their \"superpowers\". Possible dangerous consequences of a Hero Culture? And what can we do to shift our bottlenecks to enablers, proactively sharing knowledge, empowering our teams in their autonomy."],"link":"","linkText":""}]},{"start":"2024-05-30T11:52:00+02:00","activities":[{"stop":"2024-05-30T12:02:00+02:00","room":"Space","type":"Blixttal/ lightning talk","title":"Står DNA’t i vägen för agilitet?","speaker":"Mats Kempe ","descriptionParagraphs":["Varför är det så svårt att ändra arbetssätt? Varför blir det så förvirrat med olika roller och begrepp?","En av orsakerna vi ofta missar kan ha med DNA att göra, företagets DNA. Häng med på en liten rundvandring i företags DNA och dess påverkan på transformationer. "],"link":"","linkText":""},{"stop":"2024-05-30T12:02:00+02:00","room":"Tab","type":"Blixttal/ lightning talk","title":"Narrowing the Gap between Design and Tech","speaker":"Conor Souness","descriptionParagraphs":["A short and quick guide how to design with developers and production in mind. When are tradeoffs worth it and when time should be invested in bespoke features."],"link":"","linkText":""}]},{"start":"2024-05-30T12:02:00+02:00","activities":[{"stop":"2024-05-30T13:00:00+02:00","room":"","type":"","title":"Lunch","speaker":"","descriptionParagraphs":["Örtmarinerad pasta penne med burrata, kronärtskocka, kalamataoliver, romansallad, cocktailtomater & grana padanodressing."]}]},{"start":"2024-05-30T13:00:00+02:00","activities":[{"stop":"2024-05-30T13:40:00+02:00","room":"Space","type":"","title":"Intro till open space och workshops / Introduction to open space and workshops","speaker":"","descriptionParagraphs":[""]}]},{"start":"2024-05-30T13:40:00+02:00","activities":[{"stop":"2024-05-30T14:25:00+02:00","room":"Embla 2","type":"Workshop/ workshop","title":"Gimme a breath - Soulful agility through breathwork","speaker":"Erik Ritzell","descriptionParagraphs":["During this 75min workshop, you'll be guided on a transformative journey through the power of your breath. Far away from the hustle and bustle of everyday life and into the depths of your inner world. Experience deep relaxation, emotional release, and heightened awareness as you surrender to the rhythm of your breath. By the end, emerge refreshed, insightful, and more connected to yourself and your fellow breathers."],"link":"","linkText":""},{"stop":"2024-05-30T14:25:00+02:00","room":"Överallt","type":"","title":"Open Space pass 1","speaker":"","descriptionParagraphs":[""]},{"stop":"2024-05-30T14:25:00+02:00","room":"Tab1","type":"Workshop/ workshop","title":"From Fear to Fun: Elevating Your Public Speaking Skills","speaker":"Artur Margonari","descriptionParagraphs":["Public speaking is a skill like any other: you become better by practicing it.","","Becoming better at public speaking is not only for being on the stage.","","It improves how we communicate and deliver our messages, regardless of the situation:","- Facilitating a workshop;","- Giving a training;","- Presenting at work;","- Presenting at a meetup;","- Being interviewed, etc….","And even asking for a raise! (no joke)","","In this workshop, we will: ✅ Overcome impostor syndrome. ✅ Learn how to better use your voice and body. ✅ Improve your storytelling skills. ✅ Learn 8 ways to engage your audience (and 8 to distract).","","If it speaks to you (pun intended), I will be happy to have you in this workshop!","All you need to bring is your kindness (to yourself and others) and willingness to learn, practice, and give/receive feedback :)","","Cheers!"],"link":"","linkText":""},{"stop":"2024-05-30T14:25:00+02:00","room":"Tab2","type":"Workshop/ workshop","title":"Rules Transformation - Allowing for options","speaker":"Morgan Ahlström / Anna Odhner","descriptionParagraphs":["You must always finish the food on your plate! You can never let people know what you’re feeling! Boys never cry! You must never talk back to an older person!","Do you have similar words still ringing in the back of your head from your childhood? Do you ever feel that living up to the expectations set on you as a kid, limit you in your daily life?","Family therapist Virginia Satir used to call them Family Rules or Survival Rules. In realizing how they can inhibit our growth, Virginia formulated a method called Rules Transformation in order to help us grow beyond the first set of tools we were handed as kids. Today we want to offer Rules Transformation to a wider audience."],"link":"","linkText":""},{"stop":"2024-05-30T14:25:00+02:00","room":"Tab3","type":"Workshop/ workshop","title":"Coaching dojo: Du coachar ditt team/din organisation men vem coachar dig?","speaker":"Leif Berglund, Ann Sandström","descriptionParagraphs":["Det räcker ju inte med att bara gå en kurs i coachande ledarskap för att bli en coachande ledare. Den coachande ledaren behöver också kontinuerlig feedback och träning för att bli bra och fortsätta utvecklas. Hur kan man adressera dessa problem genom att lära av hur man arbetar inom kampsport i en dojo."],"link":"","linkText":""}]},{"start":"2024-05-30T14:25:00+02:00","activities":[{"stop":"2024-05-30T14:40:00+02:00","room":"","type":"","title":"Rast / Break","speaker":"","descriptionParagraphs":[""]}]},{"start":"2024-05-30T14:40:00+02:00","activities":[{"stop":"2024-05-30T15:25:00+02:00","room":"Embla 2","type":"Workshop/ workshop","title":"Gimme a breath - Soulful agility through breathwork, Part 2","speaker":"Erik Ritzell","descriptionParagraphs":[""],"link":"","linkText":""},{"stop":"2024-05-30T15:25:00+02:00","room":"Överallt","type":"","title":"Open Space pass 2","speaker":"","descriptionParagraphs":[""]},{"stop":"2024-05-30T15:25:00+02:00","room":"Tab1","type":"Workshop/ workshop","title":"From Fear to Fun: Elevating Your Public Speaking Skills, Part 2","speaker":"Artur Margonari","descriptionParagraphs":[""],"link":"","linkText":""},{"stop":"2024-05-30T15:25:00+02:00","room":"Tab2","type":"Workshop/ workshop","title":"Rules Transformation - Allowing for options, Part 2","speaker":"Morgan Ahlström / Anna Odhner","descriptionParagraphs":[""],"link":"","linkText":""},{"stop":"2024-05-30T15:25:00+02:00","room":"Tab3","type":"Workshop/ workshop","title":"Coaching dojo: Du coachar ditt team/din organisation men vem coachar dig? Part 2","speaker":"Leif Berglund, Ann Sandström","descriptionParagraphs":[""],"link":"","linkText":""}]},{"start":"2024-05-30T15:25:00+02:00","activities":[{"stop":"2024-05-30T15:40:00+02:00","room":"","type":"","title":"Fika","speaker":"","descriptionParagraphs":[""]}]},{"start":"2024-05-30T15:40:00+02:00","activities":[{"stop":"2024-05-30T16:30:00+02:00","room":"","type":"","title":"Fishbowl","speaker":"","descriptionParagraphs":["Today around the subject agile when companies downsize - what part of agile do you think is the most important to preserve?"]}]},{"start":"2024-05-30T16:35:00+02:00","activities":[{"stop":"2024-05-30T16:48:00+02:00","room":"","type":"","title":"Lilla återblicken / A small retrospective","speaker":"","descriptionParagraphs":["Let's reflect together."]}]},{"start":"2024-05-30T16:50:00+02:00","activities":[{"stop":"2024-05-30T17:00:00+02:00","room":"Space","type":"Blixttal/ lightning talk","title":"Probe-Sense-Respond to fuel balance and growth","speaker":"Martin Roth","descriptionParagraphs":["A lot of people feel that life might appear overwhelming and that there is a lack of choice both at work and outside of work. In this talk, I will look at this and share thoughts and insights I’ve gained on this. I will also give examples showing that it doesn’t have to be like this and that awareness and reflection can be used to fuel an overall balance in life providing a foundation for growth. "],"link":"","linkText":""}]},{"start":"2024-05-30T17:00:00+02:00","activities":[{"stop":"2024-05-30T23:59:00+02:00","room":"","type":"","title":"Mingel och middag / Mingle and dinner","speaker":"","descriptionParagraphs":["Förrätt: Burrata med gröna tomater, bakade cocktailtomater, torkade kalamanderoliver, tryffelvinigrett & riven pecorino","                  Huvudrätt: Grillad portabello med rostad spetskol, brynt mandelsmör, friterad palsternacka & tryffelsmaksatt potatispuré","                  Efterrätt: Klassisk äppelpaj med vaniljsås Magnus Johanssons Konditori"]}]},{"start":"2024-05-31T08:00:00+02:00","activities":[{"stop":"2024-05-31T09:00:00+02:00","room":"","type":"","title":"Frukost och mingel / Breakfast and mingle","speaker":"","descriptionParagraphs":[""]}]},{"start":"2024-05-31T09:00:00+02:00","activities":[{"stop":"2024-05-31T09:12:00+02:00","room":"Space","type":"","title":"Tachyontal/Tachyon Talks","speaker":"","descriptionParagraphs":["3 stycken 3-minuterstal under 12 minuter! Vad de kommer handla om och vilka som ska tala? Det bestämmer vi under","konferensen!","3 x 3 minute talks in 12 minutes! What are the topics and who will speak? We'll decide during the conference!"]}]},{"start":"2024-05-31T09:12:00+02:00","activities":[{"stop":"2024-05-31T09:22:00+02:00","room":"Space","type":"Blixttal/ lightning talk","title":"The magic of human centricity","speaker":"Sofia Bredenberg, (Neil Dickson, eventuellt)","descriptionParagraphs":["Uncover the powerful impact of being an experiential company and how the employee experience impacts the customer experience. Learn how your success depends on the people and how to harness the potential of human-centricty."],"link":"","linkText":""},{"stop":"2024-05-31T09:22:00+02:00","room":"Tab","type":"Blixttal/ lightning talk","title":"Bygg vägen i farten - leverans i en agil värld","speaker":"Emil Norman","descriptionParagraphs":["Hur levererar man avancerade tjänster i en kraftigt expanderande verksamhet samtidigt som pelarna som bygger upp leveransen förändras kontinuerligt?","I detta blixttal kommer jag ge mina tankar kring frågan ovan samt belysa balansen mellan \"färdigt\" och \"tillräckligt bra\""],"link":"","linkText":""}]},{"start":"2024-05-31T09:24:00+02:00","activities":[{"stop":"2024-05-31T09:34:00+02:00","room":"Space","type":"Blixttal/ lightning talk","title":"Complexity is not Super Complicated","speaker":"Esbjörn Hyltefors","descriptionParagraphs":["In today’s fast-paced world, navigating complexity is a critical capability for everyone. This session uncovers the ‘super complicated trap’ — the common and costly error of trying to deal with complex problems using overly intricate solutions. Learn why such approaches work poorly, how to recognize when you’re caught in the maze of super complication and how to shift to strategies that truly embrace complexity. Gain practical techniques to adjust your current methods and actionable insights that can enhance your effectiveness, starting tomorrow."],"link":"","linkText":""},{"stop":"2024-05-31T09:34:00+02:00","room":"Tab","type":"Blixttal/ lightning talk","title":"Vill vi förändra organisationen behöver vi förändra metaforerna som beskriver den ...","speaker":"Klas Fjärstedt","descriptionParagraphs":["När vi känner frustration kring att \"det agila\" mest blev nya namn på möten och roller kanske en orsak till det är att vi fortfarande ser på och pratar om organisationen utifrån maskinmetaforen med dess vurm för förutsägbarhet i linjära processer. Var inte tanken att vi skulle bli mer anpassningsbara och innovativa? Det här är en berättelse om den personliga transformationen från att se organisationen (och världen) som en maskin till att se den som en organism. Kan det vara så att vi behöver börja med att förändra metaforerna om vi vill förändra organisationen?"],"link":"","linkText":""}]},{"start":"2024-05-31T09:36:00+02:00","activities":[{"stop":"2024-05-31T09:46:00+02:00","room":"Space","type":"Blixttal/ lightning talk","title":"Ingredients for World-Class Software Development - Experiences from Microsoft, Ericsson, Barclays, Spotify & Riot Games","speaker":"Erik Schön","descriptionParagraphs":["What are the key capabilities needed for state-of-the-art software development? This talk distills the essence of what the software community has learnt over the past 50 years including lessons from movements like Agile, Lean software development, DevOps and Lean Startup as practiced by companies in different industries like Microsoft (cloud, development tools and office applications), Ericsson (telecom), Barclays (fintech), Spotify (online music) and Riot Games (online gaming). Intended audience: practitioners curious about their craft wanting to learn and get better at their daily work, e.g. engineers/developers, product owners/product managers, ways of working experts and leaders/managers. Why: Inspiration and new perspectives on principles and practices of modern, world-class software development.","",""],"link":"","linkText":""},{"stop":"2024-05-31T09:46:00+02:00","room":"Tab","type":"Blixttal/ lightning talk","title":"Snart är vi alla vegetarianer och det är AIs förtjänst (och vi har räddat klimatet på vägen)","speaker":"Hans Brattberg","descriptionParagraphs":["Har din bil ett medvetande? Vi utforskar AI:s roll som katalysator för global förståelse och djupgående förändring. Är du redo för en framtid där vi kommunicerar universellt och förstår djurens känslor?"],"link":"","linkText":""}]},{"start":"2024-05-31T09:48:00+02:00","activities":[{"stop":"2024-05-31T09:58:00+02:00","room":"Space","type":"Blixttal/ lightning talk","title":"Hej PO, what are your coordinates?","speaker":"Goran Drmac","descriptionParagraphs":["What is right positioning of an efficient Product Owner towards development team(s) in project landscape? What are common pitfalls in over-serving or speeding? For every development team it is fundamental to have consistent, transparent and crisp connection to dedicated PO. This session will offer you overview of best practices and experiences, tested and proved on the “factory floor”."],"link":"","linkText":""},{"stop":"2024-05-31T09:58:00+02:00","room":"Tab","type":"Blixttal/ lightning talk","title":"Jag är fantastisk bra på att coacha mig själv! ... snart","speaker":"Håkan Huss","descriptionParagraphs":["Coachar du dig själv som du coachar andra?","Om ja, brukar det bli bra?","Om ja, kom upp på scenen och berätta!","","Eller är det enklare att intressera sig för någon annans drivkrafter än dina egna?","Varför?","Hur skulle du vilja coacha dig själv?","Vad skulle det innebära för dig om du gjorde det?",""],"link":"","linkText":""}]},{"start":"2024-05-31T09:58:00+02:00","activities":[{"stop":"2024-05-31T10:20:00+02:00","room":"","type":"","title":"Rast / Break","speaker":"","descriptionParagraphs":[""]}]},{"start":"2024-05-31T10:20:00+02:00","activities":[{"stop":"2024-05-31T10:30:00+02:00","room":"Space","type":"Blixttal/ lightning talk","title":"Hur bygger man en utvecklande feedbackkultur?","speaker":"Rona Bredahl","descriptionParagraphs":["Många gånger när man talar om feedback pratar vi bara om hur man går tillväga för att ge konstruktiv feedback. Men vem har varit med om att det har gett någon avsevärd effekt på hur mycket och hur gärna vi ger och tar emot feedback? ","","Vad behöver vi få till i vår kultur för att det ska bli en naturlig del i vardagen och något som vi efterfrågar snarare än fruktar?","","I detta tal försöker jag svara på frågan genom att dela med mig av mina lärdomar från ett konkret experiment samt vad forskningen säger i ämnet."],"link":"","linkText":""},{"stop":"2024-05-31T10:30:00+02:00","room":"Tab","type":"Blixttal/ lightning talk","title":"Dailys and Dragons","speaker":"Markus Bergland","descriptionParagraphs":["Few things have taught me more about facilitation and team processes than running weekly Tabletop Roleplaying Games (TTRPGs) with software engineers. Likewise, many of the traps found in faux agile- the ceremonies without purpose, process without value- are eerily similar to the traps novice RPG groups step into. I want to share how the experience in collaborative storytelling has leveled up my leadership and how it might be applied to others."],"link":"","linkText":""}]},{"start":"2024-05-31T10:32:00+02:00","activities":[{"stop":"2024-05-31T10:42:00+02:00","room":"Space","type":"Blixttal/ lightning talk","title":"What will I do now?","speaker":"Henrik Zätterman","descriptionParagraphs":["Having been an accountable and responsible manager for many years, I'm now involved in something called an agile transformation pushed down from higher management.","I heard that I can no longer make decisions and that teams should do whatever they want...","What is left for me?"],"link":"","linkText":""},{"stop":"2024-05-31T10:42:00+02:00","room":"Tab","type":"Blixttal/ lightning talk","title":"Organisationsdesign, komplexitet och adaptiva teamstrukturer","speaker":"Tommy Ågren","descriptionParagraphs":["Tänk en organisation som inte vill skapa några fasta team längre. Att man i stället använder en pool av personer med olika kunskaper för att skapa team, eller att man flyttar runt medlemmar mellan team.","Varför skulle en organisation välja en sådan lösning? Vi vet ju att fasta team presterar bättre!"],"link":"","linkText":""}]},{"start":"2024-05-31T10:44:00+02:00","activities":[{"stop":"2024-05-31T10:54:00+02:00","room":"Space","type":"Blixttal/ lightning talk","title":"\"Deliberate Practice\" -  how to accelerate your development","speaker":"Michael Göthe","descriptionParagraphs":["We all want to develop our leadership skills, but there is often little progress as these skills are too abstract, E.g., Coaching, Strategy, and Decision-Making. ","However, there is a way. Through the model of Deliberate Practice, you can make them actionable and very practical, much like in sports or the arts.","","Today's complex environment makes increased demands on each of us, even more so if you are in a leadership role. ","","There is no one way to lead, no black-and-white answers; everything is contextual. Some core skills to navigate this complexity are emotional resilience, self-mastery, reflection, coaching, perspective-taking, and moving from a place of fear to curiosity.","","How can we practice and develop these skills? The challenge is how to make these abstract leadership skills into something actionable that we can develop.","","We must seize the development opportunities around us and recognize and learn from them! ","","By doing so, we embark on a journey of personal growth, where our thinking & doing becomes a rich source of feedback. ","","Unlike physical skills, leadership skills are unique, stemming from our thoughts and emotions. This uniqueness calls for a different approach to practice and development. ","","The key to this is the power of Deliberate Practice, a method that empowers you to take control of your leadership development in short, focused cycles.","","In this talk, I will share how learning happens and how to accelerate the development of abstract leadership skills in practice, based on research in skill development and coaching.",""],"link":"","linkText":""},{"stop":"2024-05-31T10:54:00+02:00","room":"Tab","type":"Blixttal/ lightning talk","title":"Går det att lära gamla hundar att sitta?","speaker":"Fredrik Schmekel","descriptionParagraphs":["Som förvaltningsledare på Hälso och sjukvårdsförvaltningen så fick jag ett nytt uppdrag - mitt förvaltningsobjekt skulle börja arbeta agilt. Och jag skulle bli produktägare. Vad var det här med agilt egentligen? Och hur skulle det här gå? Går det att vara det enda agila teamet i en projektorienterad värld men mycket adhoc-arbete och ändå få arbeta i sprintar? Det här är min berättelse om hur det gått, så här ett halvår efter vi startade."],"link":"","linkText":""}]},{"start":"2024-05-31T10:56:00+02:00","activities":[{"stop":"2024-05-31T11:06:00+02:00","room":"Space","type":"Blixttal/ lightning talk","title":"Seeing the Individual in Mob Programming Teams","speaker":"Jasmina Nesic","descriptionParagraphs":["Mob programming is on the rise in modern software development. ","Management tools must adapt to this collaborative approach to recognise individual contribution and nurture individual growth. ","I share insights drawn from my own experience as an Engineering Manager of a mob-based team.",""],"link":"","linkText":""},{"stop":"2024-05-31T11:06:00+02:00","room":"Tab","type":"Blixttal/ lightning talk","title":"Därför hämmar Product Owner innovation och agilitet","speaker":"Fredrik Wendt","descriptionParagraphs":["Har din organisation folk som jobbar som PO? Då föreligger stor risk att detta är ett direkt skadligt mönster, som skapar låg konkurrenskraft och kostsamma, undermålig tjänster och produkter. Här förklaras varför, och ex på lösningar."],"link":"","linkText":""}]},{"start":"2024-05-31T11:08:00+02:00","activities":[{"stop":"2024-05-31T11:18:00+02:00","room":"Space","type":"Blixttal/ lightning talk","title":"Agilist eller agil ligist - fem fällor som gör att du gör mer skada än nytta","speaker":"Blenda Pehrsson, Jonas Palm","descriptionParagraphs":["Även när vi vill väl kan det bli fel. Agilt arbetssätt ska hjälpa både människor och organisationer att lyckas med det de åtar sig och samtidigt må bra. Trots det står det ibland folk kvar på perrongen när tåget gått och en del trillar av i farten och blir liggande i diket längs vägen, omtumlade och lite tilltufsade. När går vi från att vara agilister till att ofrivilligt bli agila ligister? När skadar vi de vi vill hjälpa – och vad kan vi göra åt det?​ Lär av våra misstag och undvik de vanligaste fällorna. "],"link":"","linkText":""},{"stop":"2024-05-31T11:18:00+02:00","room":"Tab","type":"Blixttal/ lightning talk","title":"My personal journey through the “laloux colors”","speaker":"Dirk Holste","descriptionParagraphs":["Laloux describes different organizational structures and associates them with colors from red to teal. These organizational structures are connected to the level of maturity of a person or society. ","Let me invite you on my journey through these colors, how they are present in me, how they have shaped my values and how I make sense of the world. ","Becoming aware of how the structures shapes me (us) opens the possibility to evolve and make a change. However small that change may be."],"link":"","linkText":""}]},{"start":"2024-05-31T11:18:00+02:00","activities":[{"stop":"2024-05-31T11:28:00+02:00","room":"","type":"","title":"Rast / Break","speaker":"","descriptionParagraphs":[""]}]},{"start":"2024-05-31T11:28:00+02:00","activities":[{"stop":"2024-05-31T11:38:00+02:00","room":"Space","type":"Blixttal/ lightning talk","title":"Decoding Mental Models: Navigating Misdirection in Decision-Making Through a Systemic Lens","speaker":"Suha Selcuk","descriptionParagraphs":["In our complex world, mental models shape our perceptions, behaviors, and decisions, often operating beneath the surface of conscious thought. These deeply ingrained assumptions can guide us effectively but also have the potential to lead us astray, presenting a significant challenge in both personal and professional contexts. This talk, \"Decoding Mental Models: Navigating Misdirection in Decision-Making Through a Systemic Lens,\" delves into the intricacies of identifying and understanding the mental models that influence our decision-making processes.","","We will explore how certain mental models, while useful, can sometimes mislead our behavior and decision-making, drawing on real-life examples to illustrate these concepts in action. Special attention will be given to the \"Hydra Effect\" – a metaphor describing how misguided mental models can proliferate problems rather than solving them, akin to the mythical Hydra growing two heads for each one cut off.","","Furthermore, the presentation will cover strategies for validating and challenging our mental models through the implementation of feedback loops, a critical tool for achieving a more accurate and systemic understanding of the world around us. By fostering an awareness of our mental models and actively seeking out feedback, we can refine our decision-making processes, enhance our adaptability, and navigate the complexities of the modern world with greater insight and effectiveness."],"link":"","linkText":""},{"stop":"2024-05-31T11:38:00+02:00","room":"Tab","type":"Blixttal/ lightning talk","title":"Guiding Star OKRs","speaker":"Staffan Nöteberg","descriptionParagraphs":["Har du upplevt att en organisation lägger ner mycket tid och energi på att utforma en strategisk riktning, bara för att upptäcka att det inte leder till någon verklig förändring? Det är som att noggrant konfigurera en teknisk pryl för att sedan glömma bort den och aldrig använda den. Vi kallar det \"set-and-forget\".","","Men det behöver inte bli så."],"link":"","linkText":""}]},{"start":"2024-05-31T11:40:00+02:00","activities":[{"stop":"2024-05-31T11:50:00+02:00","room":"Space","type":"Blixttal/ lightning talk","title":" Agile Coach in the era of AI - How do you stay relevant?","speaker":"Moona Delaware","descriptionParagraphs":["How do you foster your personal growth into an agile coach role in your own \"free\" time that does not seem to exist? How is the role evolving in the era of AI? The idea of this topic is to reflect on how the role should and will evolve as we enter the realm of AI and GenAI. "],"link":"","linkText":""},{"stop":"2024-05-31T11:50:00+02:00","room":"Tab","type":"Blixttal/ lightning talk","title":"Agil och NetZero","speaker":"Magnus Willner","descriptionParagraphs":["Agila värderingar är viktigt för hög effektivitet i team och företag. När vi värderar klimatet är kunskap inom carbon accounting lika viktigt. Då kan du bli Net Zero på ett effektivt sätt. Magnus berättar om sin resa som ledare och tar upp ett antal praktiska frågeställningar. "],"link":"","linkText":""}]},{"start":"2024-05-31T11:52:00+02:00","activities":[{"stop":"2024-05-31T12:02:00+02:00","room":"Space","type":"Blixttal/ lightning talk","title":"Varför förstår vi inte varandra?","speaker":"Jesper T Nyström","descriptionParagraphs":["I en värld av konstant kommunikation, ironiskt nog, kan vi ofta misslyckas med att verkligen förstå varandra. Varför är det så?","Vi bär alla på våra egna unika filter av erfarenheter, värderingar och antaganden som färgar hur vi tolkar information. Vi pratar olika språk, både verbalt och nonverbalt, och missar ofta nyanser och signaler. Vi lyssnar inte aktivt, utan intar istället en position av att vänta på vår tur att prata.","Resultatet blir missförstånd, frustration och konflikter.","Men det finns hopp! "],"link":"","linkText":""},{"stop":"2024-05-31T12:02:00+02:00","room":"Tab","type":"Blixttal/ lightning talk","title":"Sticky Mob Programming","speaker":"Lennart Fridén","descriptionParagraphs":["So you have managed a team or two at work to try mob programming. Great! But how do you create the right conditions for it to stick? ","","What more is needed than just introducing the concept to a group of individual developers and software creators and then let them have a go at it?"],"link":"","linkText":""}]},{"start":"2024-05-31T12:02:00+02:00","activities":[{"stop":"2024-05-31T13:00:00+02:00","room":"","type":"","title":"Lunch","speaker":"","descriptionParagraphs":["Falafel med tabbouleh, hommus, ajvar, picklad rödkål & fefferoni"]}]},{"start":"2024-05-31T13:00:00+02:00","activities":[{"stop":"2024-05-31T13:40:00+02:00","room":"Space","type":"","title":"Intro till open space och workshops / Introduction to open space and workshops","speaker":"","descriptionParagraphs":[""]}]},{"start":"2024-05-31T13:40:00+02:00","activities":[{"stop":"2024-05-31T14:25:00+02:00","room":"Överallt","type":"","title":"Open Space pass 1","speaker":"","descriptionParagraphs":[""]},{"stop":"2024-05-31T14:25:00+02:00","room":"Tab1","type":"Workshop/ workshop","title":"Improvolution: Hur Improv Kan Hjälpa Ditt Mjukvaruteam","speaker":"Patrik Gustafsson","descriptionParagraphs":["vi utforskar hur principerna från improvisationsteater kan förvandla ditt mjukvaruteam till en mer kreativ och samarbetsvillig enhet."],"link":"","linkText":""},{"stop":"2024-05-31T14:25:00+02:00","room":"Tab2","type":"Workshop/ workshop","title":"WS Agila Sverige - alla ska med","speaker":"Frida Hardegård ","descriptionParagraphs":["Hur sprider vi innovationskraften och metodiken till den breda massan? Kan vi göra ett experiment där vi bjuder in alla att bidra för en bättre framtid/miljö."],"link":"","linkText":""},{"stop":"2024-05-31T14:25:00+02:00","room":"Tab3","type":"Workshop/ workshop","title":"Who am I?","speaker":"Navid Zargham & Reza Daryaei","descriptionParagraphs":["Welcome to discover and explore what you are beyond the body and mind. Through interactive inquiries and exercises, we set out to discover the depths of your actual Self. Learn how this discovery supports your personal growth, creativity, wellness and leadership."],"link":"","linkText":""}]},{"start":"2024-05-31T14:25:00+02:00","activities":[{"stop":"2024-05-31T14:40:00+02:00","room":"","type":"","title":"Rast / Break","speaker":"","descriptionParagraphs":[""]}]},{"start":"2024-05-31T14:40:00+02:00","activities":[{"stop":"2024-05-31T15:25:00+02:00","room":"Överallt","type":"","title":"Open Space pass 2","speaker":"","descriptionParagraphs":[""]},{"stop":"2024-05-31T15:25:00+02:00","room":"Tab1","type":"Workshop/ workshop","title":"Evolve day to day to become more \"teal\" as human beings","speaker":"Dirk Holste, Anna Rimhagen","descriptionParagraphs":["In this session we will explore how we see the world, which is depending on our consciousness. A key difference is whether we come from a 'taker' position or a 'giver' position. We will look at the difference and how we can evolve with the intent to give. ","","You will reflect on where you are in different situations. Choose an area that you would like to give some attention to and explore how you could grow yourself and others. ","","The session is based on the work of Laloux and the Care & Growth model by Schuitema. It builds on the lightning talk - My personal path through the “laloux colors”",""],"link":"","linkText":""},{"stop":"2024-05-31T15:25:00+02:00","room":"Tab2","type":"Workshop/ workshop","title":"WS Agila Sverige - alla ska med, Part 2","speaker":"Frida Hardegård ","descriptionParagraphs":[""],"link":"","linkText":""},{"stop":"2024-05-31T15:25:00+02:00","room":"Tab3","type":"Workshop/ workshop","title":"Who am I? Part 2","speaker":"Navid Zargham & Reza Daryaei","descriptionParagraphs":[""],"link":"","linkText":""}]},{"start":"2024-05-31T15:25:00+02:00","activities":[{"stop":"2024-05-31T15:40:00+02:00","room":"","type":"","title":"Fika","speaker":"","descriptionParagraphs":[""]}]},{"start":"2024-05-31T15:40:00+02:00","activities":[{"stop":"2024-05-31T15:50:00+02:00","room":"Space","type":"Blixttal/ lightning talk","title":"Teamwork is an individual thing","speaker":"Martin Christensen","descriptionParagraphs":["We realise more and more that the world we live and work in requires more people to tackle the level of complexity. Maybe you can be an individual contributor in many vocations, but not in the ones represented in this conference. So, we have been talking about teamwork makes dreamwork for many years, and maybe we have forgotten that there are actually several I's in TEAM. Of course your own personal development is key to be in a successful team, but what aspects do you need to work on specifically? "],"link":"","linkText":""}]},{"start":"2024-05-31T15:50:00+02:00","activities":[{"stop":"2024-05-31T16:30:00+02:00","room":"Space","type":"","title":"Återblick och avslutning / Retrospective and wrap-up","speaker":"","descriptionParagraphs":["Johan Jacobsson + the organizers"]}]}]