[{"start":"2022-05-19T08:00:00+02:00","activities":[{"stop":"2022-05-19T09:00:00+02:00","room":"","type":"","title":"Frukost och mingel","descriptionParagraphs":[""]}]},{"start":"2022-05-19T09:00:00+02:00","activities":[{"stop":"2022-05-19T09:22:00+02:00","room":"Space","type":"","title":"Intro till konferensen","descriptionParagraphs":[""]}]},{"start":"2022-05-19T09:24:00+02:00","activities":[{"stop":"2022-05-19T09:34:00+02:00","room":"Space","type":"Blixttal","prefix":"","title":"Välkommen till framtiden","speaker":"Jimmy Janlén ","descriptionParagraphs":["Bortanför den agila transformationsresan väntar ett landskap av nya utmaningar. När självstyrande team samarbetar med varandra i en stöttande organisation skapas nya problem vi behöver arbeta med. Vilka är dessa? Varför kan gräset inte bara få vara grönare på andra sidan?"],"link":"","linkText":""}]},{"start":"2022-05-19T09:36:00+02:00","activities":[{"stop":"2022-05-19T09:46:00+02:00","room":"Space","type":"Blixttal","prefix":"","title":"Inspiration – Hur vi förbättrade vår produktivitet med 2500%","speaker":"Mikael Jonasson & Helena Biander","descriptionParagraphs":["Kom, inspireras och få tips: Låt oss ta några minuter och berätta om hur vi genom innovation, enablers och processförändring förbättrade vår leveransförmåga radikalt. Detta involverar hur man tar ägandeskap av sin produkt, men även hur man kan vända regler och policy till sin fördel och faktiskt få en bättre situation genom de regler man först uppfattar som hämmande. Vi kommer beskriva vår resa och förhoppningsvis finns det mycket där du kan ta med dig in i din."],"link":"","linkText":""},{"stop":"2022-05-19T09:46:00+02:00","room":"Tab","type":"Blixttal","prefix":"","title":"Event-storming: Skapa en gemensam förståelse och ett gemensamt språk","speaker":"Marcus Ahnve","descriptionParagraphs":["Är det svårt att förstå vad systemet ni bygger gör? Använder verksamheten och programmerarna olika ord för samma sak? Bygger ni kanske till och med fel system, fast ingen vågar säga det? ","","Event-storming är ett enkelt och lättlärt workshopformat som hjälper organisationer och team att förstå sin verksamhet, och skapar samtidigt ett gemensamt språk. Jag gör en snabb genomgång av hur det fungerar och mina erfarenheter av att använda det."],"link":"","linkText":""}]},{"start":"2022-05-19T09:48:00+02:00","activities":[{"stop":"2022-05-19T09:58:00+02:00","room":"Space","type":"Blixttal","prefix":"","title":"Klimatkompensera med en pull request","speaker":"Andreas Bjärlestam","descriptionParagraphs":["Har du tänkt på att vi som jobbar med tech kan påverka klimatavtrycket för de system som vi skapar? Ibland kan ganska små insatser få stor effekt om systemen används av många människor."],"link":"","linkText":""},{"stop":"2022-05-19T09:58:00+02:00","room":"Tab","type":"Blixttal","prefix":"","title":"Hur NVC räddade min familj","speaker":"Jesper T Nyström","descriptionParagraphs":["I alla familjer förekommer (nog) meningsskiljaktigheter, frustration och lite hårda ord. Så även i min, och jag är en av de stora bovarna. Ibland funkar inte ett coachande förhållningssätt. Vad finns det för verktyg från min vardag som agil coach som kan funka?","Sen jag fick upp ögonen för NVC så har mitt sätt att agera i min familj förändrats.","Så, vad gjorde jag och vad blev effekten av det?"],"link":"","linkText":""}]},{"start":"2022-05-19T10:00:00+02:00","activities":[{"stop":"2022-05-19T10:10:00+02:00","room":"Space","type":"Blixttal","prefix":"","title":"Lär dig leva med magont","speaker":"Peter Bernhardsson","descriptionParagraphs":["PO:n är peppad, agila coachen kommer med glada tillrop och utvecklingschefen är nöjd att vi blev klara i tid – men i allt det där sitter det ett gäng utvecklare med ont i magen inför den stundande releasen och när det är dags för demo är det ingen som riktigt vill prata högt inför andra team om vad vi har byggt. I jakten på snabba insikter, korta cykeltider och snabb time to market uppstår det ibland ett fenomen där teamet rycks med. Det tas tekniska genvägar för att kunna lansera en produkt så snabbt som möjligt utan att tänka på vad det faktiskt innebär. I det här blixttalet pratar jag om hur vi kan lära oss att leva med ont i magen samtidigt som vi levererar snabbt och med hög kvalité. "],"link":"","linkText":""},{"stop":"2022-05-19T10:10:00+02:00","room":"Tab","type":"Blixttal","prefix":"","title":"Vad agilt kan lära sig av Lean Kata","speaker":"Amanda Colliander","descriptionParagraphs":["Lean Kata är ett sätt att fokuserat och med en coach utforska sig fram mot förbättrade arbetssätt. Hur skulle det mönstret kunna hjälpa en fram ett agilt mindset utan att riskera att fastna i Zombie agile (där man gör rörelserna utan vidare eftertanke)?","","Amanda Colliander har arbetat som ledare inom agila mjukvaruleveranser under många år och är idag Agile change leader på Volvo Cars. Hon började använda Lean Kata för 5 år sedan och har jobbat med team och Scrum Mastrar i detta mönster genom åren."],"link":"","linkText":""}]},{"start":"2022-05-19T10:10:00+02:00","activities":[{"stop":"2022-05-19T10:32:00+02:00","room":"","type":"","title":"Rast","descriptionParagraphs":[""]}]},{"start":"2022-05-19T10:32:00+02:00","activities":[{"stop":"2022-05-19T10:42:00+02:00","room":"Space","type":"Blixttal","prefix":"","title":"Vadå prototyp?","speaker":"Henrik Kniberg","descriptionParagraphs":["Vad är en prototyp egentligen, och hur passar det in i ett agile flöde? Delar med mig lite tankar och erfarenheter från the Minecraft trenches..."],"link":"","linkText":""}]},{"start":"2022-05-19T10:44:00+02:00","activities":[{"stop":"2022-05-19T10:54:00+02:00","room":"Space","type":"Blixttal","prefix":"","title":"Bemästra estimeringar, eller hur ett team kan utvecklas genom att experimentera","speaker":"Emily Hansen","descriptionParagraphs":["Estimering är det ett nödvändigt ont som någon har hittat på eller kan de faktiskt vara bra till något?","Följ med mitt team genom estimeringsträsket. Under två år så experimenterade vi med våra estimeringar och nu får du chansen att följa med på vår resa och ta del av vad det gav för resultat och vilka lärdomar vi har kunnat dra. Själv började jag med att tycka att det enda som gick att säga säkert om en estimering var att den var fel. Idag är jag betydligt mer positiv, men det beror också på att jag och teamet har bättre koll på varför vi estimerar och vad vi använder estimaten till."],"link":"","linkText":""},{"stop":"2022-05-19T10:54:00+02:00","room":"Tab","type":"Blixttal","prefix":"","title":"Kungen har bara en spotlight","speaker":"Marianne Rimbark och Anna Pucar Rimhagen","descriptionParagraphs":["En av lärdomarna från den agila transformationen på Business Unit Networks, Ericsson är att en XXL förändring består av massor av små förändringar som pågår samtidigt. I början på en förändring slås ledningens spotlight på. Ju längre en förändring tar desto svagare blir ljuset. Vad händer när batteriet tar slut eller ljuset riktas åt ett annat håll? "],"link":"","linkText":""}]},{"start":"2022-05-19T10:56:00+02:00","activities":[{"stop":"2022-05-19T11:06:00+02:00","room":"Space","type":"Blixttal","prefix":"","title":"Vad har OKR med agilitet att göra?","speaker":"Mikael Brodd","descriptionParagraphs":["De senaste åren har OKR varit hett, speciellt ihop med organisationer som är eller vill bli agila. Men hur hänger egentligen OKR och agilitet ihop?"],"link":"","linkText":""},{"stop":"2022-05-19T11:06:00+02:00","room":"Tab","type":"Blixttal","prefix":"","title":"Bättre organisationer är agila!","speaker":"Thomas Nilefalk","descriptionParagraphs":["Om man frågar någon hur deras organisation ser ut så är det oftast den hierarkiska chefsstrukturen som dyker upp. När vi samarbetar med andra är det dock inte främst genom den strukturer som vi hittar varandra. Och tänker vi på om-organisation, då är det väl bara att vänta på nästa big-bang som egentligen inte gör någon skillnad. Men tänk om vi fick arbeta i, och hjälpa till att bygga, en verkligt agil organistion? En organisation som i sig är agil, inte bara arbetar med agila utvecklingsmetoder. Hur skulle det kunna vara? Vad är det för fundament en sådan organisation måste vila på?"],"link":"","linkText":""}]},{"start":"2022-05-19T11:08:00+02:00","activities":[{"stop":"2022-05-19T11:18:00+02:00","room":"Space","type":"Blixttal","prefix":"","title":"Agila erfarenheter från sportens värld","speaker":"Daniel Berggren","descriptionParagraphs":["Att träna fäktning med en amerikansk tränare gör att man ibland får höra saker som \"be more agile\". Det fick mig att fundera på vad jag kan ta med mig från fäktningssalen till kontoret. Scrum är ju från början ett uttryck från sportens värld. I detta blixttal vill jag göra några nedslag kring egna erfarenheter och andras inspirerande insatser från sportens värld. Erfarenheter som kan göra oss mer agila i vårt arbete."],"link":"","linkText":""},{"stop":"2022-05-19T11:18:00+02:00","room":"Tab","type":"Blixttal","prefix":"","title":"The butterfly effect coach – en typ av agil coach bland alla andra","speaker":"Anna Odhner","descriptionParagraphs":["Vilka ramverk är du certifierad i? Vilken hierarkisk nivå är du bäst på att du coacha? Är du en Enterprise Agile Coach? Agila coacher finns i många smaker. Jag har insett att mitt holistiska coachperspektiv inte alltid är så lätt att förstå. ","Här gör jag ett försök till en programförklaring och en beskrivning av varför jag tror på mitt sätt att arbeta. Jag försöker också förklara varför jag tror att modeller inte alltid är lösningen på allt."],"link":"","linkText":""}]},{"start":"2022-05-19T11:18:00+02:00","activities":[{"stop":"2022-05-19T11:28:00+02:00","room":"","type":"","title":"Rast","descriptionParagraphs":[""]}]},{"start":"2022-05-19T11:28:00+02:00","activities":[{"stop":"2022-05-19T11:38:00+02:00","room":"Space","type":"Blixttal","prefix":"","title":"Vi byggde vägen medan vi åkte på den - slangbellsagilitet på steroider","speaker":"Anna Forss","descriptionParagraphs":["Att genomföra gemensamma projekt mellan Sveriges största och minsta myndigheter är svårt nog, men göra det under pandemi och utan i förväg fastställda rutiner borde vara omöjligt. Borde ja. Men det till trots genomförs nu programmet Digital Samarbetsplattform i Offentlig sektor och injicerat av några av de bästa ingredienserna från lean, agilt och lean startup levererar vi nytta i nära samarbete med både det offentliga och näringslivet. "],"link":"","linkText":""},{"stop":"2022-05-19T11:38:00+02:00","room":"Tab","type":"Blixttal","prefix":"","title":"Bortom fluffet: vad består empati av egentligen?","speaker":"Jonas Palm","descriptionParagraphs":["Med hjälp av en vass kniv ska vi titta närmare på empatins anatomi för att hitta och lyfta ut dess beståndsdelar. Empati ses som avgörande för att ha goda relationer. Men också för att lyckas på jobbet med ledarskap, coaching och förändringsledning - till och med som en nyckel i  produktutveckling. Men vad består empati egentligen av? och hur kan du träna och bli bättre på empati?"],"link":"","linkText":""}]},{"start":"2022-05-19T11:40:00+02:00","activities":[{"stop":"2022-05-19T11:50:00+02:00","room":"Space","type":"Blixttal","prefix":"","title":"Peaceful Transformation","speaker":"Esbjörn Hyltefors","descriptionParagraphs":["Många coacher och förändringsledare upplever att de saknar mandat för agil transformation och annat förändringsarbete. Det går dock att vända bristen på mandat till en fördel! Det här blixttalet introducerar Peaceful Transformation; en evolutionär och ekosystemisk approach som bygger starka och hållbara organisationsförändringar."],"link":"","linkText":""}]},{"start":"2022-05-19T11:52:00+02:00","activities":[{"stop":"2022-05-19T12:02:00+02:00","room":"Space","type":"Blixttal","prefix":"","title":"Produktutvecklande nätverk: Utvecklingsorganisation som utgår från människans natur","speaker":"Joakim Manding Holm","descriptionParagraphs":["Agila metoder sägs vara människocentrerade. Stämmer det verkligen? Agila metoder fungerar inte utan att deltagarna har hög kunskap och disciplin, är villiga att samarbeta och anstränga sig för helhetens bästa. Handen på hjärtat, hur många av oss klarar det? Kan det vara så att vi i den digitala världen behöver nya sätt att organisera produktutveckling som verkligen tar människans natur på allvar? Låt oss göra ett litet tankeexperiment..."],"link":"","linkText":""},{"stop":"2022-05-19T12:02:00+02:00","room":"Tab","type":"Blixttal","prefix":"","title":"Biltillverkaren som råkade gå längre än agilt","speaker":"Fredrik Viljesjö","descriptionParagraphs":["Efter att ha satsat alla sina pengar på ett misslyckat projekt var företaget nära undergång. I ett desperat försök att rädda situationen började medarbetarna experimentera sig fram. De upptäckte ett sätt att arbeta som går längre än vad många skulle kalla för agilt idag. "],"link":"","linkText":""}]},{"start":"2022-05-19T12:02:00+02:00","activities":[{"stop":"2022-05-19T13:00:00+02:00","room":"","type":"","title":"Lunch","descriptionParagraphs":["Tzayspett med fetaost & medelhavsgrönsaker i ajvarbulgur & tsatsiki"]}]},{"start":"2022-05-19T13:00:00+02:00","activities":[{"stop":"2022-05-19T13:40:00+02:00","room":"Space","type":"","title":"Intro till open space och workshops","descriptionParagraphs":[""]}]},{"start":"2022-05-19T13:40:00+02:00","activities":[{"stop":"2022-05-19T14:25:00+02:00","room":"Överallt","type":"","title":"Open Space pass 1","descriptionParagraphs":[""]},{"stop":"2022-05-19T14:25:00+02:00","room":"Tab 1","type":"Workshop","prefix":"","title":"Prova på ensembleprogrammering","speaker":"Olof Bjarnason","descriptionParagraphs":["Prova på Ensemble Programmering (även känt som mobbprogrammering). Sedan några år tillbaka har en ny till synes radikal metod för samarbete dykt upp på kartan; alla tillsammans på samma gång på samma problem! I denna workshop på 1,5h timme får du (1) höra ett strukturerat förslag på hur det kan gå till (2) prova på att lösa ett mindre programmeringsproblem i ensemble (3) ställa nyfikna frågor till en teknisk agil coach som använder ensemble programmering för att undervisa i technical practices."],"link":"https://docs.google.com/forms/d/e/1FAIpQLSfUE6vJjI6IrHHqjq7eKFYiFYQ7ZZaXhsjrJq6llu0u7lqN1w/viewform","linkText":"Anmäl dig här!"},{"stop":"2022-05-19T14:35:00+02:00","room":"Tab 2","type":"Workshop","prefix":"","title":"It’s not whether you Win or Lose, it’s How you Play the Game - Vi spelar Agile WoW-spelet","speaker":"Mia Kolmodin, Robin Elmersson & Markus Elving ","descriptionParagraphs":["Välkommen att spela vårt \"brädspel\", Agile Ways of Working - the Game. I spelet provar ni att i mindre grupper jobba som ett agilt team och leverera det ni har tagit in i er sprint på 10 arbetsdagar. Spelet är framtaget för att på ett interaktivt och roligt sätt skapa självupplevda och snabba insikter om grunderna i Scrum, samt framför allt värdet av samarbete och T-shape för att lyckas. Spelet är testat och använt av många olika typer av team och organisationer i allt från vårdbolag till redaktionell personal till utvecklingsteam. Det är även värdefullt för befintliga team som kan diskutera kopplingar till verkligheten efteråt - för vilket team har inte behov av lite förbättring 😀 Ni kommer att kunna facilitera spelet själva efter den här sessionen och ni kan välja att spela det i vår digitala version, eller att skriva ut det från vår blogg, eller köpa det i kartong (som ett \"riktigt\" spel). I denna session använder vi det på papper, alternativt det tryckta spelet i kartong. Workshopen innefattar även lite teori och diskussion efteråt och tar 55 minuter."],"link":"https://docs.google.com/forms/d/e/1FAIpQLSfUE6vJjI6IrHHqjq7eKFYiFYQ7ZZaXhsjrJq6llu0u7lqN1w/viewform","linkText":"Anmäl dig här!"}]},{"start":"2022-05-19T14:25:00+02:00","activities":[{"stop":"2022-05-19T14:40:00+02:00","room":"","type":"","title":"Rast","descriptionParagraphs":[""]}]},{"start":"2022-05-19T14:40:00+02:00","activities":[{"stop":"2022-05-19T15:25:00+02:00","room":"Överallt","type":"","title":"Open Space pass 2","descriptionParagraphs":[""]},{"stop":"2022-05-19T15:25:00+02:00","room":"Tab 1","type":"Workshop","prefix":"","title":"Prova på ensembleprogrammering (del 2)","speaker":"Olof Bjarnason","descriptionParagraphs":["(fortsättning från del 1 - 13:40) Prova på Ensemble Programmering (även känt som mobbprogrammering). Sedan några år tillbaka har en ny till synes radikal metod för samarbete dykt upp på kartan; alla tillsammans på samma gång på samma problem! I denna workshop på 1,5h timme får du (1) höra ett strukturerat förslag på hur det kan gå till (2) prova på att lösa ett mindre programmeringsproblem i ensemble (3) ställa nyfikna frågor till en teknisk agil coach som använder ensemble programmering för att undervisa i technical practices."],"link":"https://docs.google.com/forms/d/e/1FAIpQLSfUE6vJjI6IrHHqjq7eKFYiFYQ7ZZaXhsjrJq6llu0u7lqN1w/viewform","linkText":"Anmäl dig här!"},{"stop":"2022-05-19T15:25:00+02:00","room":"Tab 2","type":"Workshop","prefix":"","title":"Bygg en otippad check-in","speaker":"Dirk Holste, Anna Pucar Rimhagen, Susanna Kullberg","descriptionParagraphs":["Vi vet alla hur bra det är att börja med en check-in.","Hur kan vi variera dem så att det blir spännande och kul?","I den här workshopen jobbar vi med olika slags rekvisita och scenarior och skapar otippade check-ins.","Kom med och släpp loss din kreativitet!","Välkommen!",""],"link":"https://docs.google.com/forms/d/e/1FAIpQLSfUE6vJjI6IrHHqjq7eKFYiFYQ7ZZaXhsjrJq6llu0u7lqN1w/viewform","linkText":"Anmäl dig här!"}]},{"start":"2022-05-19T15:25:00+02:00","activities":[{"stop":"2022-05-19T15:40:00+02:00","room":"","type":"","title":"Fika","descriptionParagraphs":[""]}]},{"start":"2022-05-19T15:40:00+02:00","activities":[{"stop":"2022-05-19T16:30:00+02:00","room":"","type":"","title":"Fiskbullen","descriptionParagraphs":["Fiskbullen är en blandning av hjärtespalt och fishbowl (https://en.wikipedia.org/wiki/Fishbowl_(conversation)): Deltagarna bidrar med kniviga problem eller frågor som de vill ha hjälp med, panelen (också de deltagare) gör sitt bästa för att svara.","Om du vill att Fiskbullepanelen ska svara på dina frågor och dilemman kan du skicka in dem här: https://forms.gle/ncFVXy4WaYShLkAn8"]}]},{"start":"2022-05-19T16:35:00+02:00","activities":[{"stop":"2022-05-19T16:45:00+02:00","room":"Space","type":"Blixttal","prefix":"Utanför lådan","title":"Att gå från ingenting till någonting genom att förverkliga en idé","speaker":"Isac Hellwig","descriptionParagraphs":["Allt brukar starta med en idé. Men idéer utan genomförande är rätt värdelösa. Hur uppstår en idé? Och framförallt – hur förverkligar man den? Utmaningen ligger ofta i att idévärlden och den riktiga världen inte är densamma. Så hur överbryggar man då detta gap fyllt av osäkerhet i en föränderlig värld?"],"link":"","linkText":""}]},{"start":"2022-05-19T16:47:00+02:00","activities":[{"stop":"2022-05-19T16:57:00+02:00","room":"Space","type":"Blixttal","prefix":"Utanför lådan","title":"Hej paus!","speaker":"Johanna Nilsson","descriptionParagraphs":["Längtar du ibland efter en paus? Du är inte ensam. I en värld där tempot är högt och distansarbetet ökat är återhämtning och pauser (som blir av) viktigare än någonsin. Vad för slags paus behöver du just nu? Välkommen till en stunds engagerande eftertanke om kraften i att pausera mera. Tillsammans med Johanna Nilsson, den ivriga pauspedagogen från Pausera."],"link":"","linkText":""}]},{"start":"2022-05-19T17:00:00+02:00","activities":[{"stop":"2022-05-19T23:59:00+02:00","room":"","type":"","title":"Mingel och middag","descriptionParagraphs":["Bubbel på terassen följt av 3-rätters middag:","• Sparrissoppa med gruyere, levainkrutonger & rädisa","• Bakad portabella med ramslöksstuvad spetskål, dragon picklad tomat & brynt sojamör","• Gräddfilspannacotta med kondenserad mjölk, rabarber & bovete"]}]},{"start":"2022-05-20T08:00:00+02:00","activities":[{"stop":"2022-05-20T09:12:00+02:00","room":"","type":"","title":"Frukost och mingel","descriptionParagraphs":[""]}]},{"start":"2022-05-20T09:00:00+02:00","activities":[{"stop":"2022-05-20T09:05:00+02:00","room":"Space","type":"Blixttal","prefix":"Överraskningstal","title":"Slumpmässig Rekrytering","speaker":"Pontus Wadsjö","descriptionParagraphs":["Tack till Jimmy Janlén för ämnesförslaget. :-)"],"link":"","linkText":""}]},{"start":"2022-05-20T09:05:00+02:00","activities":[{"stop":"2022-05-20T09:10:00+02:00","room":"Space","type":"Blixttal","prefix":"Överraskningstal","title":"Event Modeling","speaker":"Jimi Friis","descriptionParagraphs":["- Levande systemdokumentation","- Digital whiteboard "],"link":"","linkText":"t"}]},{"start":"2022-05-20T09:12:00+02:00","activities":[{"stop":"2022-05-20T09:22:00+02:00","room":"Space","type":"Blixttal","prefix":"","title":"Bittra vuxna, en dröm, R&D och 3 nycklar ","speaker":"Sandra Ahnkron","descriptionParagraphs":["Korta historier, forskning och starka illustrationer vävs samman till ett uppmanande tal som berör en agil princip som glömts bort, en vinnande kultur som gör det möjligt att bryta fri från rädslor på jobbet och värdet av att jobba med struktur.  "],"link":"","linkText":""},{"stop":"2022-05-20T09:24:00+02:00","room":"Tab","type":"Blixttal","prefix":"","title":"Efter ett år med SAFe kan jag ärligt säga att…","speaker":"Mats Kempe","descriptionParagraphs":["Frågan på allas läppar är ju om SAFe är bra eller inte. ","Nu har jag spenderat ett år i SAFe-kontext. ","Både som teamcoach och som RTE, samt som transformationscoach.","Det här är mina reflektioner. Vad tror ni svaret blir?"],"link":"","linkText":""}]},{"start":"2022-05-20T09:24:00+02:00","activities":[{"stop":"2022-05-20T09:34:00+02:00","room":"Space","type":"Blixttal","prefix":"","title":"\"Allting är möjligt. Det omöjliga tar bara längre tid.\" - Dan Brown","speaker":"Morgan Ahlström, Behnosh Esni","descriptionParagraphs":["Hur reser man bäst till Nordamerika? För 10.000 år sedan var en promenad över Berings sund antagligen en bra idé. För 200 år sedan var en båtresa över Atlanten det enklaste sättet. Idag väljer de flesta flygplan. Imorgon behöver vi ett miljövänligare alternativ.","","Vi utvecklar hela tiden våra arbetssätt och verktyg och det som tidigare var omöjligt är idag det självklara sättet. Efter att ha pressat hårt på samlokalisering, för att det är vad vi kunnat, har vi idag kommit till ett läge där vi behöver bli minst lika duktiga på att leverera i en hybridvärld. Vi vill gärna dela med oss av några av de lärdomar vi dragit i vår del av Spotify runt att samarbeta i det vi kallar WFA, Working From Anywhere."],"link":"","linkText":""},{"stop":"2022-05-20T09:34:00+02:00","room":"Tab","type":"Blixttal","prefix":"","title":"Små smarta steg tar SBAB in i framtiden","speaker":"Sophie Mauléon & Kristoffer Avci Nåmark","descriptionParagraphs":["Vi befinner oss i en bransch där en stor del av utvecklingskapaciteten äts upp av nya regelverk samtidigt som vi arbetar med en omfattande IT-strategi som inkluderar flera parallella utbyten av bassystem. Vår produktutveckling måste bidra till att effektivisera hela vår verksamhet och skapa en så bra kundupplevelse som möjligt. Vi vill berätta om hur vi med fokus på den effekt vi vill uppnå lyckats balansera dessa olika agendor och fortsatt ha Sveriges nöjdaste bolånekunder."],"link":"","linkText":""}]},{"start":"2022-05-20T09:36:00+02:00","activities":[{"stop":"2022-05-20T09:46:00+02:00","room":"Space","type":"Blixttal","prefix":"","title":"Varför missar 70% av alla initiative målet? ","speaker":"Tomas Holmstrand ","descriptionParagraphs":["Av någon anledning så tror många att när man ska skapa något nytt med agilt arbetssätt så kan man vänta med att ta beslut. Att man kan ta dem på vägen. I själva verket är det oftast just de som hamnar i 70% korgen. Det blir stora kostnader, annan funktionalitet som tar längre tid att realisera. Hur undviker man det?"],"link":"","linkText":""},{"stop":"2022-05-20T09:46:00+02:00","room":"Tab","type":"Blixttal","prefix":"","title":"Hjälp, dina HR-processer är anpassade för galärslavar men du försöker bygga en modern tech-organisation","speaker":"Dick Lyhammar & Marie Kjellberg ","descriptionParagraphs":["Vi kommer gå igenom konceptet med x och y-människor, titta på psykologin i att det är lätt att tänka att andra är x-människor, analysera vad det gör när ett företag bygger sina HR-processer och slutligen ge lite tips i hur det kan löna sig att tänka i stället!"],"link":"","linkText":""}]},{"start":"2022-05-20T09:48:00+02:00","activities":[{"stop":"2022-05-20T09:58:00+02:00","room":"Space","type":"Blixttal","prefix":"","title":"Demokrati. Ett ramverk för att utvärdera agila processer.","speaker":"Emil Cardell","descriptionParagraphs":["Hur utvärderar man agila processer? Hur vet man om det nya ramverket som precis kom ut är något för vårt team?","Genom att använda sig av de grundläggande principerna för en demokrati kan vi bygga ett ramverk för att utvärdera och grundlägga bra verktyg och processer i våra team."],"link":"","linkText":""},{"stop":"2022-05-20T09:58:00+02:00","room":"Tab","type":"Blixttal","prefix":"","title":"Från moln till sockervadd - låt VDn kunna ta på förändringsresan","speaker":"Cecilia Borg","descriptionParagraphs":["Går det att känna på förändring?","Som agil ledare för att skapa bestående förändring, sker mycket av arbetet under ytan - nudge i enskilda samtal, feedback efter möten och orkestrering i kulisserna. ","Genom att skapa en förändringstavla tillsammans med VDn, kan vi få en stark sponsor i ledningsgruppen. ","","Strukturen på tavlan listar slutmål, aktiviteter, analys, sprintplanering och uppföljning som sedan kan användas för korta avstämningar och kurskorrigering. ","","Cecilia har 20 års erfarenhet som utvecklare, strateg och CTO i tekniska produktorganisationer, med allt från lokala scale-ups till stora internationella jättar som Spotify, Oracle, King och Kry."],"link":"","linkText":""}]},{"start":"2022-05-20T10:00:00+02:00","activities":[{"stop":"2022-05-20T10:10:00+02:00","room":"Space","type":"Blixttal","prefix":"","title":"Servant Leadership i stället för hierarkier","speaker":"Mia Pilebro, Mari Kumlien, Ville Svärd, Per Mellqvist","descriptionParagraphs":["I det här blixttalet får ni möta teamet som leder Funnels utvecklingsavdelning genom att lita på att alla kan fatta egna kloka beslut och utvecklas med rätt förutsättningar. Vårt jobb är att se till så att de förutsättningarna finns. ","","Vi är ett litet team på fyra med olika personligheter, erfarenheter och kompetenser. Våra styrkor och förmågor kompletterar varandra. Vi fattar de större besluten som ett team och vi löser stora saker tillsammans. ","","Vårt gemensamma mål är att bygga trygga, autonoma team med individer som lär sig och utvecklas i sina roller samtidigt som vi alla mår bra och har roligt. Vi tror att genom en lärande och trygg miljö som bygger på tillit där det är ”safe to fail” så växer det fram grymma utvecklare som går den där extra milen för Funnels vision ”Make data easy”"],"link":"","linkText":""},{"stop":"2022-05-20T10:10:00+02:00","room":"Tab","type":"Blixttal","prefix":"","title":"Hur en tveksam livsform löste det en miljard agilister inte klarat på 20 år","speaker":"Henrik Berglund","descriptionParagraphs":["Under mer än 20 år har vi sökt den. Den heliga graalen av agil produktutveckling.","\"Tätt samarbetande-, kundnära team som skapar stort värde… fast i små steg\"","","Horder av agilister har letat och kämpat, hårt och länge, men oftast slutligen tvingats kasta in handduken. Men så plötsligt hittar vi den, och lösningen är enkel!","","De oväntade hjältarna i historien är en tveksam livsform endast 100 nanometer stor och en websida där man kan rita och sätta små lappar."],"link":"","linkText":""}]},{"start":"2022-05-20T10:10:00+02:00","activities":[{"stop":"2022-05-20T10:32:00+02:00","room":"","type":"","title":"Rast","descriptionParagraphs":[""]}]},{"start":"2022-05-20T10:32:00+02:00","activities":[{"stop":"2022-05-20T10:42:00+02:00","room":"Space","type":"Blixttal","prefix":"","title":"Agil organisation utan agila team?","speaker":"Markus Elving","descriptionParagraphs":["Kan en organisation vara agil utan “agila team”? När organisationen lämnat startupfasen så sker den riktiga agiliteten i ledningen och i interaktionerna mellan team. Men är ledningen inte agil är det dömt att misslyckas. Vad innebär egentligen agil ledning och hur gör vi i praktiken?"],"link":"","linkText":""},{"stop":"2022-05-20T10:42:00+02:00","room":"Tab","type":"Blixttal","prefix":"Favorit i repris","title":"Agendashift: Ett alternativ till smärtsamma utrullningar","speaker":"Joakim Manding Holm","descriptionParagraphs":["Agila transformationer är knepiga. Vanliga misstag är projektform, exkludering av medarbetarna och ett ytligt fokus på utbildningar och utrullning av nya arbetssätt. Låt oss undvika dessa. Vi zoomar vi in på Agendashift, en spännande engagemangsmodell med Lean-Agila rötter."],"link":"","linkText":""}]},{"start":"2022-05-20T10:44:00+02:00","activities":[{"stop":"2022-05-20T10:54:00+02:00","room":"Space","type":"Blixttal","prefix":"","title":"Värdefulla Organisationskulturer","speaker":"Pontus Wadsjö","descriptionParagraphs":["Oförmåga att förändra organisationskulturen är det främsta hindret för att lyckas med en agil transformation, och den viktigaste orsaken till att effekten uteblir, men det är bara en av orsakerna till att organisationskultur är viktigt - det är också en avgörande faktor för ekonomiskt resultat, medarbetarnöjdhet, kundnöjdhet, osv. Men vad är det egentligen? Det finns ett stort antal modeller och teorier kring organisationskultur. Vad har de för likehter och skillnader? Vad är egentligen en kultur? Finns det bättre och sämre kulturer? "],"link":"","linkText":""},{"stop":"2022-05-20T10:54:00+02:00","room":"Tab","type":"Blixttal","prefix":"Favorit i repris","title":"Oplanerat arbete är det finaste som finns","speaker":"Pia Fåk Sunnanbo","descriptionParagraphs":["Oplanerat arbete stressar oss och för oss på villovägar. Det tar kraft och tid från det vi egentligen ville göra.","","Dock: Många av de mest lustfyllda och produktiva ögonblicken i mitt arbetsliv har varit alldeles oplanerade. Är det kanske dags för en omvärdering?"],"link":"","linkText":""}]},{"start":"2022-05-20T10:56:00+02:00","activities":[{"stop":"2022-05-20T11:06:00+02:00","room":"Space","type":"Blixttal","prefix":"","title":"Är du i TX-bubblan? Så här kommer du ut!","speaker":"Ulrika Vincent","descriptionParagraphs":["Vad är TX-bubblan?","Varför är vi i den?","Hur kommer jag ut ur den?","Varför ska jag bry mig?","","Vi berättar om hur vi jobbar för att komma ut ur TX-bubblan, dagligen"],"link":"","linkText":""},{"stop":"2022-05-20T11:06:00+02:00","room":"Tab","type":"Blixttal","prefix":"Favorit i repris","title":"Våra kunder bryr sig inte om att vi är agila!","speaker":"Sara Wänerskär","descriptionParagraphs":["Vi utvecklare på Funnel gillar att jobba agilt. Vi tycker att det gör arbetet mer effektivt och att vi kan hålla högre kvalitet. Däremot gillar vi inte deadlines, och sätter således inte sådana. ","Vi tror dock inte att så många andra är imponerade av att vi arbetar agilt. De som är beroende av vårt arbete vill snarare ha en förutsägbar ändringsprocess med fasta datum. Hur gör vi för att behålla vår frihet, arbeta effektivt och samtidigt ha ett tydligt kontrakt mot resten av organisationen och våra kunder? Går det ens?"],"link":"","linkText":""}]},{"start":"2022-05-20T11:08:00+02:00","activities":[{"stop":"2022-05-20T11:18:00+02:00","room":"Space","type":"Blixttal","prefix":"","title":"Inkludera bättre - Att använda agila mönster i inkluderingsarbete","speaker":"Hampus Dahlin","descriptionParagraphs":["Det är inte bara ett faktum att vi behöver bli bättre på att inkludera fler i våra beslutsfattandeprocesser, utan också att vi måste bli bättre på att inkludera rätt personer! Inte bara är vi som förändringsledande figurer i våra organisationer några av de i flest situationer där vi har stor glädje av att inkludera bättre, vi sitter dessutom redan på många av färdigheterna och verktygen som visat sig användbara för att lyckas.","","Under tio minuter ska vi se på tre exempel där färdigheter och mönster vi redan sitter på kan användas för att inkludera bättre!"],"link":"","linkText":""},{"stop":"2022-05-20T11:18:00+02:00","room":"Tab","type":"Blixttal","prefix":"Favorit i repris","title":"Ponnypappans guide till agil transformation","speaker":"Jimmy Sjölund","descriptionParagraphs":["Har ni sett en häst på nära håll? De är jättestora och kan väga upp till ett ton! Lite som organisationen där jag jobbar. Varje lördag står jag i ridhuset och ser på när min dotter lär sig rida. Varje veckodag är jag på jobbet och hjälper organisationen att lära sig arbeta mer agilt. Det slog mig en kall vinterdag hur lika de två världarna trots allt är. Så vad vi kan lära av varandra? Att få en häst att gå dit man vill, att hoppa, eller till och med att dansa (det kallas visst dressyr) verkar till en början vara precis lika omöjligt att genomföra som att få en organisation utvecklas. Och ändå lyckas min sjuåring med sin del. Vad kan vi göra för att få vår organisation att dansa?"],"link":"","linkText":""}]},{"start":"2022-05-20T11:18:00+02:00","activities":[{"stop":"2022-05-20T11:28:00+02:00","room":"","type":"","title":"Rast","descriptionParagraphs":[""]}]},{"start":"2022-05-20T11:28:00+02:00","activities":[{"stop":"2022-05-20T11:38:00+02:00","room":"Space","type":"Blixttal","prefix":"","title":"Den omöjliga ledningsgruppen","speaker":"Jagge","descriptionParagraphs":["Att skapa en effektiv ledningsgrupp som jobbar som ett team för företagets bästa där tiden tillsammans är minimal är en omöjlig uppgift. I detta blixtal kommer jag dela mina erfarenheter hur vi kämpar med skapa ett fungerande ledningsgrupp. Hur vi brottas mot silos tänkande, brist på tid tillsammans och skapa trygghet. "],"link":"","linkText":""},{"stop":"2022-05-20T11:38:00+02:00","room":"Tab","type":"Blixttal","prefix":"","title":"We need to innovate the way we innovate, how we innovate and what we innovate''","speaker":"Ulrika Nilsson","descriptionParagraphs":["Samverkan sker ofta i projektform i ett organisatoriskt mellanrum där många olika aktörer och logiker ska mötas och lösa en samhällsutmaning tillsammans. Varje projekt är en kreativ och demokratisk ö med en egen kultur och ett eget språk. Som innovationsledare och agil coach i mellanrummet utmanas vi ständigt i takt med att omvärlden förändras och vi behöver kunna arbeta och tänka cirkulärt i agila loopar och inte vara rädda för att trassla till arbetsprocessen. Utan teori ingen praktik, utan tanke inget do! Vad händer när vi vrider och vänder på perspektiven med ett nytt förhållningsätt till innovation som är mer än teknisk innovation? Hur ser det agila flödet ut i tvärsektoriella och samskapande processer?"],"link":"","linkText":""}]},{"start":"2022-05-20T11:40:00+02:00","activities":[{"stop":"2022-05-20T11:50:00+02:00","room":"Space","type":"Blixttal","prefix":"","title":"Vem i det agila teamet törs släppa in städtanten, eller, jag menar förstås en Agile Enabler?","speaker":"Birgitte Wikman","descriptionParagraphs":["Att utveckla livsviktiga system som har lång livslängd och där efterfrågan på nya funktioner och finesser är stor – det har sina utmaningar.","Jag delar med mig av mina erfarenheter i rollen som kravingenjör och vad det kan innebära i praktiken att vara en Agile Enabler i en organisation som arbetar utifrån ramverket SAFe®.","Några framgångsfaktorer för att kunna bedriva långsiktigt förbättringsarbete i en utvecklingsorganisation för medicintekniska system presenteras.","Jag tar också upp mer kortsiktiga värdeskapande effekter, och hur de kan lyftas fram och visas i mätbara termer. ",""],"link":"","linkText":""},{"stop":"2022-05-20T11:50:00+02:00","room":"Tab","type":"Blixttal","prefix":"","title":"Vad som gör organisationer långsamma och hur man fixar det","speaker":"Jan Grape","descriptionParagraphs":["Alla jobbar stenhårt. Teamen scrummar och retrospektivar. Ändå har man svårt att leverera i den takt man vill. Det går trögt! Vad pågår och hur blir man snabb som organisation?"],"link":"","linkText":""}]},{"start":"2022-05-20T11:52:00+02:00","activities":[{"stop":"2022-05-20T12:02:00+02:00","room":"Space","type":"Blixttal","prefix":"","title":"Trygghet, frihet och glädje ihop!","speaker":"Ola Berg","descriptionParagraphs":["Tio minuter om konsten att möta behoven hos chefernas och allas inre lilla ap-unge under en agil transformation."],"link":"","linkText":""},{"stop":"2022-05-20T12:02:00+02:00","room":"Tab","type":"Blixttal","prefix":"","title":"Quickfix, kickstart eller slow cook.","speaker":"Johannes Lindman","descriptionParagraphs":["Team behöver ofta lång tid och engagemang för att smälta samman till ett lag som litar på varandra. Skala upp och förvänta sig att hela organisationen kan göra det snabbare låter bra men kan vara svårt. Finns det magiska medel som kan katalysera processen ? "],"link":"","linkText":""}]},{"start":"2022-05-20T12:02:00+02:00","activities":[{"stop":"2022-05-20T13:00:00+02:00","room":"","type":"","title":"Lunch","descriptionParagraphs":["Helbakad blomkål med fetaost, medelhavsbulgur & harissamajonnäs"]}]},{"start":"2022-05-20T13:00:00+02:00","activities":[{"stop":"2022-05-20T13:40:00+02:00","room":"Space","type":"","title":"Intro till open space och workshops","descriptionParagraphs":[""]}]},{"start":"2022-05-20T13:40:00+02:00","activities":[{"stop":"2022-05-20T14:25:00+02:00","room":"Överallt","type":"","title":"Open Space pass 1","descriptionParagraphs":[""]},{"stop":"2022-05-20T14:35:00+02:00","room":"Tab 1","type":"Workshop","prefix":"","title":"Hur optimerar du din organisationsstruktur?","speaker":"Sandra Ahnkron","descriptionParagraphs":["Önskad längd: Lång (60-90 min)","","Kom med din egen organisation som exempel och lämna med skisser på sätt du kan jobba med att optimera er organisationsstruktur.Du får applicera 3 sätt att se er organisationsstruktur och 4 strategier för hur ni kan utveckla den. ","","Vi utforskar även varför organisationsstruktur är något att bry sig om - och hur det bör informera valet av strategi.","","Inkluderar modeller och forskning:","1. Leadership Behaviour and research by Tannenbaum & Schmidt","2. Team Performance, what really matters and how to influence it as a leader and research by Susan Wheelan & Ruth Wageman","3. Social Network Patterns for innovation and organisational performance and research by Balazs Vedres  ","4. Collaboration Continuum and research by Himmelman"],"link":"https://forms.gle/crPBvq7nTeM9Rba89","linkText":"Anmäl dig här!"},{"stop":"2022-05-20T14:25:00+02:00","room":"Tab 2","type":"Workshop","prefix":"","title":"Agil coaching dojo","speaker":"Amanda Colliander & Johanna Bergqvist","descriptionParagraphs":["1h 30 min","","Det är lätt att fastna i att implementera en metod som till exempel Scrum eller SAFe istället för att använda det som ett ramverk för daglig dialog och träning för att förstå och införliva agila principer i sitt arbetssätt. Som coach har du möjlighet att utmana samtidigt som du skapar trygghet i stunden och därmed hjälper teamet att utvecklas. Så hur coachar man egentligen sitt team mot ett agilt mindset? Här får du veta mer om den agila dojon som en plats att öva coachning och samtidigt fördjupa din egen kunskap och förståelse om agile."," ","Amanda och Johanna har stor erfarenhet av arbete med team och individer i en agil leverans. Tillsammans har de många år av erfarenhet som Scrum Master, linjechef, projektledare inom mjukvaruutveckling från flera olika företag. Just nu arbetar Johanna som chef för fem agila team på Boeing och Amanda som Agile change leader på Volvo Cars."],"link":"https://forms.gle/crPBvq7nTeM9Rba89","linkText":"Anmäl dig här!"}]},{"start":"2022-05-20T14:25:00+02:00","activities":[{"stop":"2022-05-20T14:40:00+02:00","room":"","type":"","title":"Rast","descriptionParagraphs":[""]}]},{"start":"2022-05-20T14:40:00+02:00","activities":[{"stop":"2022-05-20T15:25:00+02:00","room":"Överallt","type":"","title":"Open Space pass 2","descriptionParagraphs":[""]},{"stop":"2022-05-20T15:35:00+02:00","room":"Tab 1","type":"Workshop","prefix":"","title":"Engagerande ledarskap - produktutveckla kollaborativt med tekniker från lajv och lek","speaker":"Moa Rönnåsen","descriptionParagraphs":["Lajv och lek skapar starkt engagemang och aktivt deltagande. De bästa produkterna utvecklas genom samarbete, vilket bygger på samma byggstenar!   ","","I den här workshopen tittar vi närmare på engagemangsbyggande tankesätt och tekniker från lek- och lajvteori och diskuterar hur du kan omsätta det i ditt arbete för att skapa förutsättningar för samskapande.",""],"link":"https://forms.gle/crPBvq7nTeM9Rba89","linkText":"Anmäl dig här!"},{"stop":"2022-05-20T15:25:00+02:00","room":"Tab 2","type":"Workshop","prefix":"","title":"Agil coaching dojo (del 2)","speaker":"Amanda Colliander & Johanna Bergqvist","descriptionParagraphs":["(fortsättning från del 1 - 13:40): Det är lätt att fastna i att implementera en metod som till exempel Scrum eller SAFe istället för att använda det som ett ramverk för daglig dialog och träning för att förstå och införliva agila principer i sitt arbetssätt. Som coach har du möjlighet att utmana samtidigt som du skapar trygghet i stunden och därmed hjälper teamet att utvecklas. Så hur coachar man egentligen sitt team mot ett agilt mindset? Här får du veta mer om den agila dojon som en plats att öva coachning och samtidigt fördjupa din egen kunskap och förståelse om agile."],"link":"https://forms.gle/crPBvq7nTeM9Rba89","linkText":"Anmäl dig här!"}]},{"start":"2022-05-20T15:25:00+02:00","activities":[{"stop":"2022-05-20T15:40:00+02:00","room":"","type":"","title":"Fika","descriptionParagraphs":[""]}]},{"start":"2022-05-20T15:40:00+02:00","activities":[{"stop":"2022-05-20T15:50:00+02:00","room":"Space","type":"Blixttal","prefix":"Utanför lådan","title":"Att övervinna fördomar inom rekrytering","speaker":"Alisha Gupta","descriptionParagraphs":["Rekrytering är en av de absolut svåraste arbetsuppgifter vi kan ha. ","","Vår mänskliga hjärna är fantastisk på att dra snabba slutsatser, men när vi ska bedöma en annan människa så är dessa slutsatser nästan uteslutande baserade på bias och fördomar. ","","Detta har lett till en väldigt ojämställd arbetsmarknad där vi konsekvent missar otroligt mycket talang - och det betyder dessutom att vår hjärta ofta lurar oss till att anställa kandidater som faktiskt inte kommer att fungera speciellt bra hos oss. ","","Under detta tal kommer du att få lära dig mer kring vanliga bias inom rekrytering, och vad du kan göra för att förbättra dina chanser att rekrytera både mer objektivt och träffsäkert. "],"link":"","linkText":""}]},{"start":"2022-05-20T15:52:00+02:00","activities":[{"stop":"2022-05-20T16:02:00+02:00","room":"Space","type":"Blixttal","prefix":"Utanför lådan","title":"Teal som förutsättning för äkta agilt!","speaker":"Rolf Medina, Alicia Medina","descriptionParagraphs":["Många organisationer kallar sig agila men i själva verket använder de sig endast av agila metoder, verktyg och nomenklatur, detta utan att egentligen vara agila. I bästa fall finns agila team som är öar men verkar i en organisation som i sin helhet drivs av förlegade maktstrukturer. ","Principer baserat på Teal ger förutsättningar att skapa en äkta agil organisation. ","Boken Teal.Tillit.Transparens. kan ses som ett manifest för moderna och framtida organisationer som i sin natur är lättrörliga, och som knyter samman forskning och realitet och dessutom organisering och agilitet."],"link":"","linkText":""}]},{"start":"2022-05-20T16:02:00+02:00","activities":[{"stop":"2022-05-20T16:30:00+02:00","room":"Space","type":"","title":"Återblick och avslutning","descriptionParagraphs":[""]}]}]