[{"start":"2021-10-27T13:00:00+02:00","stop":"2021-10-27T13:30:00+02:00","activities":[{"room":"","type":"","title":"Intro och mingel"}]},{"start":"2021-10-27T13:30:00+02:00","stop":"2021-10-27T13:40:00+02:00","activities":[{"room":"Space","type":"Blixttal","title":"Lyssnandet - den bortglömda superkraften","speaker":"Annika Telléus","description":"Annika Telléus, författare till den uppmärksammade boken Konsten att lyssna, pratar om vilken superkraft som finns i att lyssna och om vad som händer när vi utvecklar förmågan att lyssna i våra organisationer. På varandra och på oss själva."},{"room":"Tab","type":"Blixttal","title":"Vad är problemet kompis? ","speaker":"Anette Lovas","description":" Varför tenderar organisationer att plagiera istället för att själva förstå det verkliga problemet? Hur kan vi spendera mer tid att förstå problemen innan vi börjar bygga? Och vad sa egentligen Albert Einstein?     "}]},{"start":"2021-10-27T13:43:00+02:00","stop":"2021-10-27T13:53:00+02:00","activities":[{"room":"Space","type":"Blixttal","title":"Teambaserat ledarskap ","speaker":"Dick Lyhammar & Erik Hultgren ","description":"Har din organisation mognat och blivit teambaserad? Utförs arbetet av människor i små grupper som på riktigt har samma mål och som behöver varandra för att nå de målen? Om ni har kommit dit, har ledarskapet då hängt med? Eller är det kvar på 90-talet då individuell prestation skulle utvärderas, korrigeras och belönas? \n\nI så fall ska du lyssna på hur ledarskapet kan utvecklas för att passa i en teambaserad organisation! Hur kan ni via ledarskap nyttja allas kapacitet och styrkor för att ta er organisation till ändå högre nivåer! "},{"room":"Tab","type":"Blixttal","title":"Sätt din egen lön - Hur vi räddade firman","speaker":"Anders Bratland","description":"På vårt företag sätter alla sin egen lön. Lönerna är helt transparenta i hela företaget. Jag berättar hur vi utifrån våra värderingar arbetade om hela vår ersättningsmodell. Tack vare detta så överlevde vi Corona."}]},{"start":"2021-10-27T13:56:00+02:00","stop":"2021-10-27T14:06:00+02:00","activities":[{"room":"Space","type":"Blixttal","title":"Agil skalning - ett restaurangexempel","speaker":"Filip Ström","description":"Vi utforskar hur man skalar agila team för att bibehålla produktivitet och effektivitet. Hur ser förhållandet mellan specialisering och flexibilitet ut? Hur ska vi tänka kring produktivitet och risk för dubbelarbete? Till vår hjälp använder vi (ännu) ett exempel från en stackars restaurang som bara vill producera fler burgare och därför anställer fler kockar."},{"room":"Tab","type":"Blixttal","title":"Bare hyggelig - en norgehistoria om att bli vad du mäter","speaker":"Peter Bernhardsson","description":"Historien om hur en platsannons från en liten fiskeby i den lokala papperstidningen förändrade mitt sätt att se på värdet av att mäta rätt saker och hur det påverkar ditt och din omgivnings beteende. "}]},{"start":"2021-10-27T14:06:00+02:00","stop":"2021-10-27T14:30:00+02:00","activities":[{"room":"","type":"","title":"Mingel och samtal med talarna"}]},{"start":"2021-10-27T14:30:00+02:00","stop":"2021-10-27T14:40:00+02:00","activities":[{"room":"Space","type":"Blixttal","title":"Osynliga kostnader","speaker":"Edward Dahllöf","description":"Vi mäter vissa kostnader för att de är lätta, timmar, kronor, ören. Men i och med fokuset på kostnader som är lätta att mäta skapar vi dolda. Det finns inga lösningar bara trade-offs. Låt oss utforska dolda kostnader med verktyg från systemtänkande. "},{"room":"Tab","type":"Blixttal","title":"Från blygast i klassen till blixttalare på Agila Sverige","speaker":"Mia Pilebro","description":"Det här blixttalet kommer handla om hur man genom utvecklande feedback, growth mindset och starka inre drivkrafter kan lära sig att utmana sig själv för att lämna komfortzonen och hur det hjälpte mig att hitta drömjobbet. "}]},{"start":"2021-10-27T14:43:00+02:00","stop":"2021-10-27T14:53:00+02:00","activities":[{"room":"Space","type":"Blixttal","title":"Dirty Applications","speaker":"Elsa Westin & David Ahlbeck","description":"Digitalisation plays a crucial part in transforming businesses & societies around the world to reach climate targets and the Paris Agreement.  However, the IT industry is one of the fastest growing industries in the world and represents around 5% of the world's CO2 emissions. As companies are digitalising their core businesses and transforming their business models, the use of IT in the world will increase. \nBUT\nThere are no tools nor transparency supporting environmentally efficient IT solutions. In this talk we will tell you what we are doing to address dirty applications and what you can do to help. "}]},{"start":"2021-10-27T14:56:00+02:00","stop":"2021-10-27T15:06:00+02:00","activities":[{"room":"Space","type":"Blixttal","title":"Varför man kan bli dummare av att vara smart","speaker":"Anna Odhner","description":"Nu för tiden finns det faktiskt forskning som visar att det finns en chans att du är sämre på att vara rationell ju intelligentare du är. I vilka fall visar det sig och hur kan du undvika att hamna i lägen där din intelligens spelar spratt med ditt omdöme?  Förhoppningsvis så kan jag ge några ledtrådar till ett bättre tänk."},{"room":"Tab","type":"Blixttal","title":"Stress rules strategy","speaker":"Jimmy Janlén","description":"With all the good intentions of an inspiring mission, clarity on top company priorities, and being able to explain \"why\" cross-organisation initiatives are important, the show is still run by your most stressed teams and by your bottleneck heroes. Why is that? What causes it? What are the consequences? And what can we do about it?"}]},{"start":"2021-10-27T15:06:00+02:00","stop":"2021-10-27T15:30:00+02:00","activities":[{"room":"","type":"","title":"Mingel och samtal med talarna"}]},{"start":"2021-10-27T15:30:00+02:00","stop":"2021-10-27T16:30:00+02:00","activities":[{"room":"","type":"","title":"Open Space m.m."}]},{"start":"2021-10-27T16:30:00+02:00","stop":"2021-10-27T17:00:00+02:00","activities":[{"room":"","type":"","title":"Outro"}]},{"start":"2021-10-27T17:00:00+02:00","stop":"2021-10-27T23:59:00+02:00","activities":[{"room":"","type":"","title":"Fysisk AW"}]},{"start":"2021-10-28T13:00:00+02:00","stop":"2021-10-28T13:30:00+02:00","activities":[{"room":"","type":"","title":"Intro och mingel"}]},{"start":"2021-10-28T13:30:00+02:00","stop":"2021-10-28T14:30:00+02:00","activities":[{"room":"Space","type":"Blixttal","title":"WTF, har de inte koll här heller?","speaker":"Johanna Bach Wallentin","description":"Detta är en observation (eller är det kanske bara en rant...) om hur illa ställt det är med agiliteten i verkligheten. Eller ja, inte bara agiliteten utan vi kan ta hela organisationsstrukturen när vi ändå är igång. Vart tog det agila mindsetet, transparensen och självstyrandet vägen, alltså på pappret vet jag att det finns kvar men i verkligheten alltså?"},{"room":"Tab","type":"Blixttal","title":"OH: \"Galenskap är att göra samma sak om och om igen och förvänta sig olika resultat.\"","speaker":"Staffan Nöteberg","description":"Ovanstående påstående dök 1981 upp i en publikation från Narcotics Anonymous, men tillskrivs ofta Albert Einstein. Inte bara tillskrivningen är felaktig. I komplexa sammanhang är påståendet i sig fel. Att göra samma sak två gånger kan ge oss två olika resultat.\n\nVi har många metoder för att validera en idé. En del kommer från lean, andra har UX-gillet utvecklat. Ofta handlar det om att jämföra alternativ genom tester i autentiska miljöer; från A/B/n till piloter.\n\nMen tänk om världens människor, produkter, idéer och allt annat hänger ihop i ett oöverskådligt nätverk? Vi ändrar något här och upptäcker bieffekter där och där – fast bara ibland. Nästa gång får vi ett annat resultat, trots samma upplägg. Förhållandet mellan orsak och verkan kan bara förstås i efterhand.\n\nGalenskap är att övergeneralisera insikter från enskilda case."}]},{"start":"2021-10-28T13:43:00+02:00","stop":"2021-10-28T13:53:00+02:00","activities":[{"room":"Space","type":"Blixttal","title":"Renovering av legacysystem","speaker":"Petter Wigle","description":"I de flesta organisationer finns IT-system som har hängt med länge. De är jobbiga att ändra på, går ofta sönder och få utvecklare vill jobba med dem. Anledningen till att de fortfarande är i drift är enkel: de tjänar pengar. Vi brukar kalla dessa för Legacysystem. Jag kommer dela med mig av mina erfarenheter hur man kan komma ur en sådan besvärlig situation. Lösningen är oftast inte den reflexmässiga - att byta ut systemet mot ett nytt. I många fall är det ett mycket bättre alternativ att renovera det gamla systemet. Jag kommer berätta hur man lyckas med detta!"},{"room":"Tab","type":"Blixttal","title":"Hur loggar jag in för att öppna dörren?","speaker":"Ulrika Park","description":"Fortsättning på förra årets \"Vad heter appen som tänder lampan i köket\". Alltfler vardagliga göranden, som att öppna porten, tvättstugan och bilen kräver numera både pinkod, ett full-laddat batteri, inloggning och ibland wifi..  i namnet av smarta hem. Är det så smart? "}]},{"start":"2021-10-28T13:56:00+02:00","stop":"2021-10-28T14:06:00+02:00","activities":[{"room":"Space","type":"Blixttal","title":"Hur teamen fick PO's att börja prioritera teknisk skuld","speaker":"Mats Kempe","description":"En berättelse om några team som aldrig fick utrymme att bygga bort teknisk skuld, och hur de vände det till att deras PO's och stakeholders själva började prioritera det.\nMed hjälp av fyra bokstäver.\n\nVARNING, det finns inslag av verkliga händelser i talet…"},{"room":"Tab","type":"Blixttal","title":"Vilse(n) Ledning","speaker":"Dirk Holste","description":"När användning och behov av ledning inte går ihop. \nTraditionell ledning fokuserat på projekt och produktivitet funkar i en välkänd och stabil marknad men vad händer när man opererar i en osäker och volatil omvärld? "}]},{"start":"2021-10-28T14:06:00+02:00","stop":"2021-10-28T14:30:00+02:00","activities":[{"room":"","type":"","title":"Mingel och samtal med talarna"}]},{"start":"2021-10-28T14:30:00+02:00","stop":"2021-10-28T14:40:00+02:00","activities":[{"room":"Space","type":"Blixttal","title":"Komplexitet och små nakna troll","speaker":"Martin Berg","description":"Kom med på en resa där vi undersöker vad små nakna troll lära oss om komplexitet."},{"room":"Tab","type":"Blixttal","title":"Släng kodtesterna – börja mobbintervjua!","speaker":"Henrik Ståhl, William Bernting","description":"Har du någonsin skickat ut ett kodtest under en rekryteringsprocess, eller gjort ett själv? Då vet du att det är ett helt okej sätt att bedöma en utvecklares kompetens inom ett visst tekniskt område. Men vore det inte ännu bättre att ta reda på det och samtidigt få en känsla för hur kandidaten fungerar i grupp – eller i just ditt team? \n\nDet tog vi på Telia fasta på när vi bestämde oss för att testa ett eget rekryteringskoncept: Mobbintervjuer. I mobbintervjuer tar sig ett team an en kodutmaning tillsammans med kandidaten och jobbar på den utmaningen under ett antal timmar.\n\nSå, varför borde just din organisation testa mobbintervjuer? Det ska vi förklara under detta blixttal."}]},{"start":"2021-10-28T14:43:00+02:00","stop":"2021-10-28T14:53:00+02:00","activities":[{"room":"Space","type":"Blixttal","title":"Att mäta Modern Agilitet typ","speaker":"Niklas Faager Endrell","description":"Vi har en agil målbild som utgår från Modern Agiles fyra principer men hur kan man mäta att vi är på rätt väg? Jag kommer berätta om vårt experiment och hur det går. "},{"room":"Tab","type":"Blixttal","title":"Hur identifierar du en bra agil coach i klungan?","speaker":"Martin Wasielewski","description":"De sensate ~10 åren har personer som titulerar sig agil coach ökat explosionsartat, inkl jag själv. Jag har nyligen börjat lista de tecken som utmärker de coacher som gör ett bra jobb. Listan baseras på egen AC erfarenhet, samarbete med andra AC's och återkoppling från de organisationer jag jobbat med de senaste 10 åren."}]},{"start":"2021-10-28T14:56:00+02:00","stop":"2021-10-28T15:06:00+02:00","activities":[{"room":"Space","type":"Blixttal","title":"Going back to the office means going crazy?","speaker":"Gitte Klitgaard","description":"A lot of us have been working from home for more than a year, and some of us are now going back in the office.\nWhat does that mean for our mental health?\nHow will it be to be around people all the time?\nWill we go crazy?\nThis and much more in only ten minutes :)"},{"room":"Tab","type":"Blixttal","title":"Dare to lead your product with Intent!","speaker":"Yassal Sundman","description":"Det finns många böcker och blogginlägg som pratar om hur man ska sätta vision och mission(?). Resultatet (från det som går att se) är vaga uttalanden som inte används förutom i några gamla tryckta affischer. Du behöver inte falla i samma fälla. Våga vara tydlig och klar! Lär dig på 10 minuter hur du kan definiera ett tydligt mål och syfte som medarbetarna faktiskt använder för att fatta beslut och få saker gjorda."}]},{"start":"2021-10-28T15:06:00+02:00","stop":"2021-10-28T15:30:00+02:00","activities":[{"room":"","type":"","title":"Mingel och samtal med talarna"}]},{"start":"2021-10-28T15:30:00+02:00","stop":"2021-10-28T16:00:00+02:00","activities":[{"room":"","type":"","title":"Open Space m.m."}]},{"start":"2021-10-28T16:00:00+02:00","stop":"2021-10-28T16:30:00+02:00","activities":[{"room":"","type":"","title":"Retro och Outro"}]}]