[{"start":"2019-05-23T09:12:00+02:00","stop":"2019-05-23T09:22:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Budgeten begravd, saknad av ingen - Länge leve Smörgåsbordet och Livbojen!","speaker":"Olof Larsson, Maria Berg","description":"2014 slopade vi vår budget och som en effekt av att leva utan budget försvann behovet av en traditionell hierarkisk organisation med tydliga chefsroller. Cheferna är borta, människorna är kvar, livet är roligare, HUSET är snart fullt! Låt oss berätta om hur vi rev vår sista monolit och frigjorde tid och potential!\n\n"}]},{"start":"2019-05-23T09:12:00+02:00","stop":"2019-05-23T09:22:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Toppentillvaro i trettiotvåtimmarsland","speaker":"Tom Airaksinen","description":"Jag har jobbat som UX-designer och/eller produktägare sedan 2006. För snart fyra år sedan gick jag ner till att jobba 80% och tycker att det är bland de bästa beslut jag har fattat, både för privatlivet och - kanske lite mer överraskande - för jobbet. I det här blixttalet delar jag med mig av mina erfarenheter och bästa tips på både tankesätt och konkreta beteenden som hjälpt mig att trivas i trettiotvåtimmarsland."}]},{"start":"2019-05-23T09:24:00+02:00","stop":"2019-05-23T09:34:00+02:00","activities":[{"room":"","type":"Blixttal","title":"”Agilt är djävulen” - Min resa till den agila sidan","speaker":"Niklas Faager, sektionschef","description":"Under studierna målades agilt ut för mig  som smått djävulskt och definitivt  ovetenskapligt. ”Ett par snurror och det kan funka, men det är inte säkert”. Idag är jag en hängiven anhängare av agilt mindset och har gjort en helomvändning i min syn på agil utveckling. Vad fick mig att byta sida?"}]},{"start":"2019-05-23T09:24:00+02:00","stop":"2019-05-23T09:34:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Närhet är relativt – om distribuerat lagarbete","speaker":"Jouni Kantola","description":"Distribuerat lagarbete, eller remote-first om du så vill, kräver vilja, omsorg och näring. Låt mig berätta om mina erfarenheter som lagmedlem i ett distribuerat lag."}]},{"start":"2019-05-23T09:36:00+02:00","stop":"2019-05-23T09:46:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Magi - det sker under ytan","speaker":"Margareta Sjöbom och Rebecca Dahlin","description":"How we formulated mission statements and went from groups of people to teams."}]},{"start":"2019-05-23T09:36:00+02:00","stop":"2019-05-23T09:46:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Är du en backlog-hoarder? 5 tips för en effektiv backlog","speaker":"Joel Sanderi","description":"För att backloggen ska vara ett effektivt arbetsredskap är det viktigt att den inte blir som \"finns i sjön\". Jag delar med mig av erfarenheter och tips för att hålla backloggen i schack."}]},{"start":"2019-05-23T09:48:00+02:00","stop":"2019-05-23T09:58:00+02:00","activities":[{"room":"","type":"Blixttal","title":"5000 buggar - är det ett problem eller?","speaker":"Henrik Kniberg","description":"Man kan tycka att 5000 buggar tyder på kvalitetsproblem. Men Minecraft (som fyller 10 år denna månad), har 90 miljoner aktiva användare och är världens näst-mest sålda spel (efter Tetris… men på väg ikapp snabbt!). Man kan undra - vad betyder egentligen kvalitet? Jag joinade nyligen Minecraftteamet som utvecklare och tänkte dela med mig av lite insikter kring det. "}]},{"start":"2019-05-23T09:48:00+02:00","stop":"2019-05-23T09:58:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Vår resa kring optimering av laddningstiden i mobilen","speaker":"Patric Ögren, Lina Widén Gatehag","description":"Allting började med strategiskt viktiga beslut att optimera laddningstiden för mobila användare.\n\nVi började att arbeta med hastighetsoptimering vilket under tiden utvecklades till kulturförändring som genomsyrar stora delar av organisationen för att nå långvariga resultat. För lyckas krävdes det att vi hade focus på användarupplevelsen och samarbetade inom organisationen kring tekniska förbättringar, teamens arbetssätt, och helheten kring vår affärskritiska plattform samtidigt.\n\nVi kommer dela med oss av ett urval av det värde vi har skapat samt utmaningar inom detta område.\n"}]},{"start":"2019-05-23T10:20:00+02:00","stop":"2019-05-23T10:30:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Älskling, är det inte dags att vi skaffar kod?","speaker":"Ola Ellnestam","description":"Att programmera är kul och skönt. Speciellt när det fungerar. Att driftsätta kod däremot. Det kan vara lite läskigt, det är ansvarstyngt och vuxet. Det kanske är därför folk drar sig för det. Men har du funderat på vad som händer med din kod efter ett år? Det har du nog. \n\nEfter ett par år? Kanske det.\n\nMen vad händer om vi programmerar som om vi ska få drifta koden i 10 år?"}]},{"start":"2019-05-23T10:20:00+02:00","stop":"2019-05-23T10:30:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Agila utvecklingssamtal, eller?","speaker":"Mats Kempe","description":"Har utvecklingssamtalen en plats i en motivationsdriven organisation?\nOch om de har det, hur borde de se ut och hanteras?\n\nDet här är en kort berättelse om hur jag valde att hantera dem på ett ganska agilt sätt, i en någorlunda agil organisation.\nDet tar dig bara några minuter att göra likadant...\n"}]},{"start":"2019-05-23T10:32:00+02:00","stop":"2019-05-23T10:42:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Varför skriver vi repetativ kod för hand?","speaker":"Morten Nielsen","description":"Som utvecklare skapar vi system som tar information och producerar olika typer av format för att bearbeta informationen effektivt. Vi skriver HTML från en databas, vi skapar grafer från en CSV, vi producerar PDFer med systemhändelser.  Varför använder vi inte samma verktyg på vårt egna sätt att jobba? Jag har introducerat kodgenerering i tre olika bolag hittils med olika grader av framgång. Idag på drycks generar vi 80% av all kod, kom och lyssna på hur det förändrar hur vi jobbar."}]},{"start":"2019-05-23T10:32:00+02:00","stop":"2019-05-23T10:42:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Nätverksorganisation på Västtrafik","speaker":"Ola Berg","description":"Hur organiserar man sig i små självorganiserande team som korsar alla gränser mellan alla avdelningar, där vi upphäver skillnad mellan IT, affär och resten av verksamheten? Hur får vi till smidighet och lättrörlighet i verksamhet som handlar om kollektivtrafik och inte om systemutveckling? En nyckel är effektstyrning i en nätverksorganisation. Om detta ska jag prata. "}]},{"start":"2019-05-23T10:44:00+02:00","stop":"2019-05-23T10:54:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Lite om agil test och reglerteknik ","speaker":"Thomas Svensson","description":"Hur produkten skall testas och hur lång tid det kommer att ta är ett ämne som engagerar i alla projekt som jag varit i. En anledning är att när produkten förtydligas av exempel och test så blir koncepten konkreta nog att klaga på. En annan anledning är att en styrande organisation använder sin test- och mätförmåga för att få återkoppling om skillnaden mellan produktens faktiska kvaliteten och den förväntade. Behovet av att trovärdigt och skickligt mäta produktens kvalitét blir inte mindre för att vi har ambitionen att leverera oftare, träffsäkrare och i en uthållningsbar takt. Det är dags för oss att prata om vad testning blir om den styrs av agila principer och grundläggande reglerteknik. "}]},{"start":"2019-05-23T10:44:00+02:00","stop":"2019-05-23T10:54:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Mitt liv som lokförare (RTE) på banken","speaker":"Anna Borgerot","description":"Välkommen till mig och min lokförarhytt.\nJag vill inspirera andra och dela med mig av hur \ndet är att vara lokförare på SEB. \nVad gör jag för att hålla tåget på rälsen, undvika urspårning och inställda avgångar?\n"}]},{"start":"2019-05-23T10:56:00+02:00","stop":"2019-05-23T11:06:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Livet i sju Tetris-bitar","speaker":"Robert Gistvik","description":"Genom att använda en variant av gamification med inspiration från Tetris vände jag prokrastinering och bristande motivation till produktivitet och balans i livet. Jag förklarar varför och hur jag gick tillväga samt dess tillämpning på agila team."}]},{"start":"2019-05-23T11:08:00+02:00","stop":"2019-05-23T11:18:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Vem ska trösta knyttet?","speaker":"Anna Forss","description":"Är du ett knytt som trots rädsla vill ge dig ut i världen? Möter du homsor, hemuler, filifjonkor, hattifnattar och kanske en mumrik, men vågar inte ta hjälp av dem? Vill du bli modig och stark nog att ge dig ut över havet, besegra den hemska Mårran och slutligen rädda skruttet? En ömsom skämtsam, ömsom allvarsam berättelse om hur vi möter oro i förändring."}]},{"start":"2019-05-23T11:08:00+02:00","stop":"2019-05-23T11:18:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Sluta tjata om Littles Lag","speaker":"Dennis Liljedahl","description":"Littles lag åberopas ofta i agila sammanhang, speciellt som ett sätt att hävda att WIP behöver begränsas för att uppnå kortare ledtider. Problemet är bara att tolkningen av Littles Lag som brukar används i agila sammanhang inte riktigt stämmer med originalet och att de starka förutsättningar som Littles Lag ställer sällan (läs aldrig?) uppfylls i våra leveranser. Dessutom tar lagen inte hänsyn till viktiga aspekter i kunskapsleveranser som kanske inte var lika vanligt förekommande i de system som den ville beskriva i mitten på förra seklet.\n\nI det här talet berättar jag varför du ska sluta tjata om Littles Lag. Men om du ändå vill fortsätta presenterar jag en update på den som gör den mer relevant i agila sammanhang (ska vi kalla den ”Liljedahls Lilla Lag”?)."}]},{"start":"2019-05-23T11:08:00+02:00","stop":"2019-05-23T11:18:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Agil Coach är ett låtsasjobb.","speaker":"Tobbe Gyllebring","description":"Lösningen har blivit ett problem. Agil Coach är inte längre hoppet om en bättre morgondag och ett sundare arbetsliv, det är en pandemi. \n\n"}]},{"start":"2019-05-23T11:28:00+02:00","stop":"2019-05-23T11:38:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Vad behöver agila ledare kunna om tekniken?","speaker":"David Sundelius","description":"Behöver agila ledare kunna programmera? Ofta hörs svaret nej på frågan. För att leda människor krävs inte att du kan göra deras jobb, däremot krävs det en viss förståelse för personen bakom koden. Vad uppfattas som problem? Hur påverkar organisationsändringar en utvecklares vardag? Vad önskar utvecklare att du som ledare insåg som skulle underlätta deras jobb? Här utlovas en snabbversion av livet som utvecklare och hur du som ledare kan bidra till en miljö där utvecklarna kan skapa mer värde."}]},{"start":"2019-05-23T11:28:00+02:00","stop":"2019-05-23T11:38:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Safety first! Mot trygghet och prestation i teamet - så här gjorde vi.","speaker":"Mari Kumlien","description":"Den psykologiska tryggheten har stor betydelse för hur framgångsrika vi är. Det är ingen nyhet, men har den senaste tiden fått alltmer uppmärksamhet. Men hur gör man? Hur kan du med hjälp av några ganska enkla steg och övningar skapa en bra språngbräda för att arbeta vidare mot psykologisk trygghet och ett högpresterande team? Jag delar med mig av mina erfarenheter som agil coach i olika team och hur vi gjorde i mitt nuvarande team."}]},{"start":"2019-05-23T11:40:00+02:00","stop":"2019-05-23T11:50:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Fit to Fail - Träna upp dina göra-felmuskler – (klantarmusklerna)","speaker":"Greta Rask och Bodil Björnberg","description":"För att vara innovativa behöver vi vara fenor på att göra fel. Så välkomna drullputten i dig tillsammans med oss. På 10 minuter hinner vi klanta till det rejält."}]},{"start":"2019-05-23T11:40:00+02:00","stop":"2019-05-23T11:50:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Lärdomar med Mob-programmering på Svergies Radio","speaker":"Gregory McCabe","description":"Nu är det dags att dela glädjen och känslan av att rulla ut Mob programmering i flera teams på Sveriges Radio i båda utveckling och drift."}]},{"start":"2019-05-23T11:52:00+02:00","stop":"2019-05-23T12:02:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Kontrollerat kaos - Min resa från utvecklare till första gångs chef","speaker":"Erik Wikner","description":"Hur går man egentligen från att vara utvecklare i ett team till att bli ledare för samma team? Att gå från kollega till chef? Jag bidrar gärna med mina erfarenheter i att gå från utvecklare till dev manager, en resa som varit långt från självklar, men som jag nu är nästan klar med, i den mån man någonsin blir klar. Jag ger perspektiv från backspegeln och kan generöst dela med mig av det jag vunnit och det jag saknar, samt det jag önskar att jag gjort annorlunda."}]},{"start":"2019-05-23T11:52:00+02:00","stop":"2019-05-23T12:02:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Consumer-Driven Contract Testing","speaker":"Dan Eidmark","description":"Hur säkerställer vi att våran microservice-lösning gör så som den ska? Med monoliter kunde vi spinna upp appen och dess databas och köra en end-to-end-test-suite för att säkerställa funktionalitet. Detta blir snabbt in-effektivt och komplext i en miljö med dussintals tjänster, databaser och annan infrastruktur.\n\nEtt alternativ, eller komplement, till end-to-end-tester är Consumer-Driven Contract Testing. Detta handlar om att skapa tighta kontrakt, via REST eller messaging, mellan kommunicerande tjänster och därefter skapa automatiserade tester för att se att dessa kontrakt uppfylls. Resultatet blir i sin tur en verifikation på att alla tjänster kan producera och konsumera data på ett förväntat sätt vilket gör att vi kan fokusera våran testning inom varje enskild tjänst utan ett behov att skapa en komplex end-to-end-testmiljö.\n\nJag tänkte berätta lite om vad de är, hur de används samt mina erfarenheter från att ha implementerat dessa hos olika företag. "}]},{"start":"2019-05-23T13:40:00+02:00","stop":"2019-05-23T15:25:00+02:00","activities":[{"room":"","type":"Workshop","title":"Stresshantering för ökad resiliens, fördjupat engagemang och bättre resultat. ","speaker":"Karin Camnert","description":"Under stress slås våra sofistikerade pannlobsfunktioner ut och vi reagerar instinktivt för att skydda oss själva. Vi blir kontra-agila: mindre öppna, mer kontrollerande och kanske till och med aggressiva. Stresshantering är därmed en essentiell kompetens för agila ledare och alla som arbetar i ett agilt sammanhang! \n\nI den här workshopen jobbar vi med enkla verktyg för att ge insikt, makt och tillförsikt."}]},{"start":"2019-05-23T13:40:00+02:00","stop":"2019-05-23T15:25:00+02:00","activities":[{"room":"","type":"Workshop","title":"Ditt första Elm-program","speaker":"Per Lundholm","description":"Elm är ett rent funktionellt språk som är helt typsäkert, faktiskt i högre grad än något annat språk. Elm är enbart för front-end och kommer med ett löfte om inga fel i runtime, bra prestanda, små assests och tvingande semantisk versionering. Den här workshopen riktar sig till dig som inte har programmerat i Elm så ta med laptopen och häng med. Jag som håller den har satsat min startup på Elm och tycker att det var det bästa jag gjort."}]},{"start":"2019-05-23T13:40:00+02:00","stop":"2019-05-23T15:25:00+02:00","activities":[{"room":"","type":"Workshop","title":"Den motståndskraftiga mobben","speaker":"Lennart Fridén","description":"Teamet har samlats och jobbar frenetiskt med att pussla ihop en gemensam bild, en gemensam förståelse. Pusselbitarna skapas inte utifrån enskilda individers kunskap utan utifrån mobbens delade förståelse.\n\nIn från höger kommer något som stör arbetet och för en tid måste en eller flera i teamet lämna mobben. Arbetet skulle kunna avstanna helt om det inte vore för mobbens naturliga motståndskraft.\n\nUpplev hur det känns att lösa ett problem i en grupp som utsätts för upprepade störningar. Upplev hur det känns att lösa ett problem i grupp utan att arbetet står och faller med en enda kollega.\n\nWorkshoppen tar ca 90 minuter och förutsätter inga programmeringskunskaper utan endast en vilja att lösa problem tillsammans."}]},{"start":"2019-05-23T16:35:00+02:00","stop":"2019-05-23T16:45:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Programmeraren har makten","speaker":"Ulrika Malmgren ","description":"Vem bestämmer egentligen vilka features som blir implementerade och hur de fungerar? UX-aren? Produktägaren? Chefen? Nej. Programmeraren bestämmer alltid. Alltid."}]},{"start":"2019-05-23T16:35:00+02:00","stop":"2019-05-23T16:45:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Koden, återtåget","speaker":"Björn Tikkanen","description":"Om frustrationsdriven karriärplanering och räddningen. När alla ens karriärval haft frustration som motivation och koden blir ens räddning. Leva kod och att koda! Hur är det annorlunda att börja som kodare och att återvända som kodare? "}]},{"start":"2019-05-23T16:47:00+02:00","stop":"2019-05-23T16:57:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Förändring i Legobyn - en fabel om olika förändringsmodeller","speaker":"Thom Persson","description":"Det ska göras om i Legobyn. Det har några pionjärer bestämt - och de håller redan på! Några är avvaktande nyfikna och vill se vad som händer. Andra är mycket kritiska och tycker det hela är idioti och bortkastad tid. Hur ska det gå för dem? Och vem är det som bestämmer sig för att lämna gruppen? Följ med Alex, Pim, Ziggy och alla de andra i detta förändringsäventyr!"}]},{"start":"2019-05-23T16:47:00+02:00","stop":"2019-05-23T16:57:00+02:00","activities":[{"room":"","type":"Blixttal","title":"TDD - Tepache-driven development","speaker":"Lennart Fridén","description":"Vi utvecklare sträcker oss ofta efter mer eller mindre krystade analogier när vi beskriver vårt värv. Men när senast sträckte du dig efter en ananas, en kniv och ett par liter sockervatten? Följ med in i ett ovanligt vettigt vansinne."}]},{"start":"2019-05-24T00:00:00+02:00","stop":"2019-05-24T00:00:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Agendashift FOTO15 - frågor som vänder problem till resultat","speaker":"Johan Bell Dahlbäck","description":"Ibland kan man som coach tycka att man fastnar i att prata om problemen eller att bara prata om lösningar. Att komma fram till den viktiga biten om hur det borde fungera istället, så att vi tillsammans kan pröva olika alternativ, kan vara så nära men precis utom räckhåll.\n\nDet finns enkla frågor som hjälper den du coachar att vända problemet till en klar och tydlig beskrivning av hur det ska fungera istället. Utan att föreslå dina egna lösningar och utan låta dina egna uppfattningar stå i vägen för kreativiteten. Agendashifts FOTO15 är en enkel men användbar lek, som använder precis sådana \"rena frågor\" och det här är ett blixttal om min erfarenhet av att använda dem."}]},{"start":"2019-05-24T09:00:00+02:00","stop":"2019-05-24T09:10:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Klimatsmarta team: Från tomma ritualer till agil självstyrning","speaker":"Joakim Manding Holm & Therese Wallin","description":"Vi proklamerar stolt våra team som agila, men det är något som inte stämmer. Våra standups känns onödiga, då det flesta föredrar att sitta med hörlurar och jobba individuellt. Vi har en teamtavla, men ledtiderna blir inte snabbare.\nVåra driftsättningar har ofta defekter. Retrospektiven har vi ju, förbättring gör vi med vänsterhanden. Stämningen känns fin på ytan, men vi har en del olösta konflikter. Någon är gnällig och någon är kritisk mot det mesta. Ledare och coacher cirklar kring teamen som ansvarstagande hjälpgummor. Den agila attityden och ägarskapet saknas. Vi menar att på det här sättet blir vi aldrig agila på riktigt, eftersom vi inte har adresserat gruppens grundläggande samarbetsklimat och tränat dem i att leda sig själva framåt först."}]},{"start":"2019-05-24T09:00:00+02:00","stop":"2019-05-24T09:10:00+02:00","activities":[{"room":"","type":"Blixttal","title":"En bättre story!","speaker":"Tobias Mattsson","description":"All kommunikation vill något. Iterativa arbetsflöden har modeller för hur vi skall formulera våra budskap. Men vad är egentligen ett budskap? Och hur gör vi dem bra? Vi behöver verktyg för storytelling. På tio minuter ger jag dig en buljongtärning av en fullfjädrad reklamutbildning. Du får verktygen för effektiv, styrande, och sensationell story-writing. Kom och lär dig en bättre story!"}]},{"start":"2019-05-24T09:12:00+02:00","stop":"2019-05-24T09:22:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Triaden - det polyamorösa ledarskapet","speaker":"Stefan Niccolai, Marcus Schön, Peter Bernhardsson","description":"Med självstyrande och korsfunktionella team kommer en ny typ av utmaning kring hur ledarskapet runt teamet ska se ut - vi på Avanza valde att tänka lite annorlunda för att främja autonomi och minimera antalet chefer och delar här med oss av vår resa."}]},{"start":"2019-05-24T09:12:00+02:00","stop":"2019-05-24T09:22:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Digitala tjänster i fred, förhöjt läge, kris och krig","speaker":"Anna Forss, Peter Krantz","description":"Om du trodde att GDPR skulle döda allt nytänkande var det bara början. Nu byggs Sveriges totalförsvar upp igen och vi som bygger samhällsviktiga tjänster måste också designa för förhöjt läge, kris och krig. Går det bra att stoppa huvet i sanden eller är fienden redan här? Hur förbereder vi våra digitala tjänster och hur realistiska är egentligen hoten?"}]},{"start":"2019-05-24T09:24:00+02:00","stop":"2019-05-24T09:34:00+02:00","activities":[{"room":"","type":"Blixttal","title":"The surprising powers of Liberating Structures","speaker":"Anders Linse","description":"Liberating Structures är små men kraftfulla strukturer för att engagera alla i rummet och maximerar gruppens samlade potential. Skalar obehindrat och används ofta i stora möten som vid \"big room planning\".  Med start i Seattle och för att reformera sjukvården sprider sig nu metodiken över världen och branscher,  inte minst in den agila världen.  Jag kommer att berätta om mina experiment och bjuda på några praktiska exempel tillsammans med er"}]},{"start":"2019-05-24T09:24:00+02:00","stop":"2019-05-24T09:34:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Team och multidimensionellt flyt","speaker":"Thomas Nilefalk","description":"Team behöver utvecklas. Eller snarare, de behöver utveckla sig. Det finns en hel del modeller om teams utveckling, men inte så många som hjälper team att faktiskt ta sig framåt. Inspirerad av Agile Fluency modellen kan man prata om det \"flyt\" som ett team har i olika dimensioner. Det blir en kraftfull modell som team, coacher och \"linjechefer\" kan ha för att hjälpa team att utvecklas i alla dimensioner."}]},{"start":"2019-05-24T09:36:00+02:00","stop":"2019-05-24T09:46:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Varannanveckasomgrupperingen - en sann rysare","speaker":"Pia Fåk Sunnanbo","description":"Vi hade starka autonoma komponentteam, en tjänst som sakta sprack längs plattformsgränserna och en kultur där teamöverskridande arbete var nästan omöjligt. Entré: en agil coach och en vansinnig idé. Följ den gripande berättelsen om 30 tv-tjänstutvecklares resa genom ängslans kvicksand och gruppombildningens stormar, mot nya gemensamma mål."}]},{"start":"2019-05-24T09:36:00+02:00","stop":"2019-05-24T09:46:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Mapping Impact Maps","speaker":"Sebastian Shaw","description":"Impact maps allow teams to validate the value of an idea and how it can help achieve their goals. When you add a priority axis and replace deliverables with hypothesis and experiments it gives Lean/Agile teams new ways to use Impact Maps that aligns to their needs."}]},{"start":"2019-05-24T09:48:00+02:00","stop":"2019-05-24T09:58:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Från spretiga ledningsgrupper till målfokuserade agila ledningsteam på Sveriges mest utskällda myndighet","speaker":"Mia Pilebro","description":"Vi vägleds av Modern Agile och av att hjälpa människor briljera. Vi tror på att göra för att lära och på att leda som vi lär. Liksom Karate Kid får lära sig vaxa bilar för att den perfekta karatesparken ska sitta i DNA:t får våra chefer ökad kunskap och insikt kring Agile och Scrum genom att uppleva det. Vi vill skapa ett mindset och en struktur som ger ledningsgrupperna förutsättningar att stötta utvecklingsteamens behov för att nå sina leveransmål. "}]},{"start":"2019-05-24T09:48:00+02:00","stop":"2019-05-24T09:58:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Små medel, stora förändringar. En teamförändring med omsorg.","speaker":"Karin Johansson","description":"Ett personalteam inom omsorgen körde fast i ansvarsområden, bristande samarbete och detaljer.\nMed hjälp av principer hämtade från lean och agile visualiserade vi vårt arbete, tog ansvar som team och fick en del oväntade resultat.\nJag berättar om hur vi gick från att vara en grupp människor till ett team i arbete med människor med stora behov.\n"}]},{"start":"2019-05-24T10:20:00+02:00","stop":"2019-05-24T10:30:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Agil dokumentation – en oxymoron?","speaker":"Gunilla Svanfeldt","description":"Kommunikation före dokumentation, säger de agila metoderna. Utan dokumentation, inga bevis, säger de regulatoriska kraven. Hur gör vi nu? Kan vi göra dokumentationen mer kommunikativ? Kan vi utveckla bättre metoder och verktyg för teknisk dokumentation?"}]},{"start":"2019-05-24T10:20:00+02:00","stop":"2019-05-24T10:30:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Agile, I’m home! ","speaker":"Lina Horndahl","description":"Hur är det att byta branch, och att komma in i techbranschen och coachrollen? Hör erfarenheter från att gå från egenföretagare till global organisation. Från kommunikationskonsult till agil coach. Lyssna till strategier, hinder och framgångsfaktorer för att våga ta steget och byta karriär."}]},{"start":"2019-05-24T10:32:00+02:00","stop":"2019-05-24T10:42:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Feedbackkultur och retrospektiv gör dig good men inte great.","speaker":"Karin Björkén","description":"Vad gör vi när alla blind spots är upptäckta, alla uppenbara fel är korrigerade, alla bränder släckta? Oftast inte så mycket. Kanske beror det på att resan från good till great kräver helt andra verktyg."}]},{"start":"2019-05-24T10:32:00+02:00","stop":"2019-05-24T10:42:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Hypotesdriven devops - en agilists försök att rädda devops ur buzzwordfällan","speaker":"Håkan Rönngren","description":"Många organisationer ser devops som en av förutsättningarna för uthållig agilitet, men då räcker det inte att införa cool teknik och sedan fortsätta jobba som förr. För att lyckas med att göra en helhet av flödet från idé till kundvärde behövs omfördelat ansvar och förändrade förhållningssätt. Med det helhetsperspektivet blir orsak och verkan inte lika förutsägbara som de ser ut att vara om man enbart har ett teknikskifte framför ögonen. Kan det vara till hjälp att arbeta agilt även med att lyfta vår egen organisation?"}]},{"start":"2019-05-24T10:44:00+02:00","stop":"2019-05-24T10:54:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Konfliktshantering - bara ett fult ord?","speaker":"Anna Odhner","description":"Förut trodde jag att alla konflikter behövde redas ut - och helst med ett känslomässigt avslut där alla förlät varandra. Men vad händer om vi istället tillåter varandra att göra fel ibland utan att det behöver hanteras? Går det att göra så och hur påverkar det teamet?"}]},{"start":"2019-05-24T10:44:00+02:00","stop":"2019-05-24T10:54:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Ensam hemma - skala ner agile","speaker":"Per Lundholm","description":"Erfarenheter från att sitta hemma med en startup utan kollegor annat än den som har affärsidén. Kan man skala ner agile till två personer, en utvecklare och en produktägare? Hur känns det att arbeta under sådana omständigheter? Vad har jag lärt mig så här långt?"}]},{"start":"2019-05-24T10:56:00+02:00","stop":"2019-05-24T11:06:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Få in säkerhet som en del i din agila process","speaker":"Cecilia Wirén","description":"Säkerhet är viktigt är vi väl alla överens om men varför har den då inte en naturlig närvaro under hela utvecklingsprocessen? Hur skulle den kunna bli top-of-mind för både produktägare och utvecklarna?"}]},{"start":"2019-05-24T10:56:00+02:00","stop":"2019-05-24T11:06:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Analog kommunikation i ett digitalt inferno ","speaker":"Robin Bergh","description":"Enkla life-hacks och praktiska exempel på hur du undviker napalm och brinnande  regnskurar under utvecklingscykeln."}]},{"start":"2019-05-24T11:08:00+02:00","stop":"2019-05-24T11:18:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Vi hittade inte kunden, men vi hittade varandra ","speaker":"Kimberly Lejonö","description":"Folksam skalar det lean-agila arbetssättet och formerar sitt första agila release tåg. Få en inblick i Folksams resa & vad som händer när människor träffas ansikte mot ansikte."}]},{"start":"2019-05-24T11:08:00+02:00","stop":"2019-05-24T11:18:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Teamuppfostran och barnutveckling","speaker":"Jesper T Nyström","description":"Vi spenderar mycket tid och kraft på att hjälpa barn att bli välfungerande vuxna människor men ger vi team samma kärlek? \nMina barn ska inte behöva göra samma misstag som jag gjort. Varför ska då mina team behöva göra det? "}]},{"start":"2019-05-24T11:28:00+02:00","stop":"2019-05-24T11:38:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Kö i produktutvecklingsfilen","speaker":"Edward Dahllöf","description":"Många team och organisationer har mycket att göra, ofta för mycket vilket ger långa köer. Forskare i Tyskland har tagit fram ett verktyg för att simulera köer i trafiken. I blixttalet kommer vi laborera med simuleringen för att se vilka strategier som kan ta oss från kö till flöde samt vilka likheter och skillnader som finns mellan trafiken och produktutveckling. "}]},{"start":"2019-05-24T11:28:00+02:00","stop":"2019-05-24T11:38:00+02:00","activities":[{"room":"","type":"Blixttal","title":"När KPIer blir skadliga","speaker":"Jan Grape","description":"Det är jättepopulärt att mäta saker. KPIer och OKRer och annat. Metriker kan vara till hjälp, men också göra mer skada än nytta. Hur ska man tänka när man mäter? När blir KPIer skadliga? Hur undviker man \"gaming\" av siffror? Jag delar med mej av min tricks för bättre metriker. "}]},{"start":"2019-05-24T11:40:00+02:00","stop":"2019-05-24T11:50:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Om att tänka på tänkande medarbetare","speaker":"Monika Orski","description":"Hur gör man för att leda en grupp där alla kan, vill och bör få tänka själva?\nEtt inlägg om intelligens och ledarskap, baserat på erfarenheter från IT-branschen men också som ordförande för Mensa Sverige. \nAlla behöver tillräcklig stimulans för att vilja göra jobbet, och man behöver ge folk utrymme att tänka. Räkna med att bli ifrågasatt. Räkna med att folk vill gå sin egen väg. Man måste få människor att vilja göra saker. Det är svårt, och just därför blir det roligt."}]},{"start":"2019-05-24T11:40:00+02:00","stop":"2019-05-24T11:50:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Tjolahopp tjolahej Cost of Delay","speaker":"Tommy Ågren","description":"Undvik voodoo och att ignorera osäkerheter vid prioritering"}]},{"start":"2019-05-24T11:52:00+02:00","stop":"2019-05-24T12:02:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Den perfekta organisationen finns inte! - Vad du kan lära dig av amöban","speaker":"Karin Camnert","description":"Ökad komplexitet och oförutsägbarhet i omvärlden skapar ett sug efter organisationsstrukturer som kan svara upp mot detta. Vad kan ett encelligt, urtida djur lära oss om simplifikation? "}]},{"start":"2019-05-24T11:52:00+02:00","stop":"2019-05-24T12:02:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Dare to speak up: Importance of psychological safety in teams","speaker":"Natalja Calderon","description":"During his talk I will explain why people hesitate to speak up at workplace, and what role psychological safety of our environments play in this. I will discuss effects of psychological safety or lack of it on the software development teams. \nWorking in psychologically safe environment means to bring your full self to work, so what does it take and is it worth it? Let's take a closer look!"}]},{"start":"2019-05-24T13:40:00+02:00","stop":"2019-05-24T15:25:00+02:00","activities":[{"room":"","type":"Workshop","title":"Chokladbollsfabriken - en smaskig workshop för att förstå flödesoptimering","speaker":"Cecilia Bjuhr, Anna Pucar Rimhagen och Ann-Louise Ulfsparre,","description":"Övningen som gör mjukvaru-utvecklingens köer och flaskhalsar påtagliga genom att låta chokladbollar symbolisera features. Olika storlekar och krav, kvalitetskontroll och leverans - mums 😋 \nDen här övningen är framtagen av Girafferna, ett gäng coacher som tidigare arbetat tillsammans i ett internationellt företag med flera tusen medarbetare. De har sedan skrivit boken \"XXL Agile & Lean Coaching – the Giraffe Cookbook\" om sina erfarenheter. Övningen finns beskriven i boken."}]},{"start":"2019-05-24T13:40:00+02:00","stop":"2019-05-24T15:25:00+02:00","activities":[{"room":"","type":"Workshop","title":"Inauthenticity Gap","speaker":"Fredrik Wendt & Lisa Lind Ahlberg","description":"En självklar uppgift för ledarskapet i en agil organisation är att kontinuerligt jobba med företagskulturen, att inte nöja sig med den vi \"råkar ha\", eller \"råkar få\". Denna workshop ämnar att synliggöra - ibland blottlägga - och konkretisera det gap som finns mellan \"det vi säger\" och \"det vi gör\". Gapet konkretiseras bl a genom exempel, kostnader och potentialer. Utifrån att ha skapat en delad och mer konkret bild, kan en grupp ledare enklare agera för att unisont minska eller flytta gapet i rätt riktning. Genom att sedan agera på det vi blottlagt, blir vi på så vis mer autentiska, och minskar vårt \"inauthenticity gap\". Detta är en övning t ex SM/AC kan använda i att coacha sina ledningsgrupper."}]},{"start":"2019-05-24T13:40:00+02:00","stop":"2019-05-24T14:25:00+02:00","activities":[{"room":"","type":"Workshop","title":"Fit to Fail - Träna upp dina göra-felmuskler ","speaker":"Bodil Björnberg och Greta Rask","description":"För att vara innovativa behöver vi vara fenor på att göra fel.. Så kom med på workshop och träna på att göra fel och tycka om det. Det blir övningar att ta med sig hem till din organisation. \nVälkomna drullputten i dig tillsammans med oss!"}]},{"start":"2019-05-24T14:40:00+02:00","stop":"2019-05-24T15:25:00+02:00","activities":[{"room":"","type":"Workshop","title":"Systems Thinking - Lys upp systemet med Causal Loop Diagram","speaker":"Rasmus Rasmussen","description":"Ett system påverkas såklart av massor av variabler, t.ex. ett system med ett Scrum-team som levererar inkrement i sprintar. Inom Systems Thinking använder man Causal Loop Diagrams (CLD) för att få insikter i ett systems struktur som annars är svåra att se. Vi kommer gå igenom grundprinciperna i Systems Thinking och analysera ett system, speciellt kommer vi öva på CLD. Kom med och ha roligt med CLD i en 45 mins crash-course i Systems Thinking! "}]},{"start":"2019-05-24T15:40:00+02:00","stop":"2019-05-24T15:50:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Vad är det för likhet mellan sura expediter och passiva team?","speaker":"Victoria Normark","description":"Det blir som du tänker, vilket inte alltid är samma sak som du vill. Och tyvärr har du inte alltid koll på hur du tänker. Att börja med att inse att du kan ha fel och att alla kan ha rätt är en bra start. Framförallt om du vill få till självorganiserande team."}]},{"start":"2019-05-24T15:40:00+02:00","stop":"2019-05-24T15:50:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Sumo krossar testpyramiden","speaker":"Markus Lindgren","description":"Testpyramiden har länge dominerat det automatiska testlandskapet. Men nu har en ny metafor dykt upp: Sumo. Beväpnad med vapen som testvaliditet och Domain-Driven Testing krossar Sumo testpyramiden. Jag berättar hur."}]},{"start":"2019-05-24T15:52:00+02:00","stop":"2019-05-24T16:02:00+02:00","activities":[{"room":"","type":"Blixttal","title":"There are ONLY 10 different ways a decision can be made.","speaker":"Jimmy Janlén","description":"Are you aware of how decisions are made in your organisation? Are you missing opportunities for inclusive decision-making? Working efficiently and effectively as a team, and as an org with a network of teams, requires good decision-making skills and tools. This includes knowing about the different methods and understanding when to use them."}]},{"start":"2019-05-24T15:52:00+02:00","stop":"2019-05-24T16:02:00+02:00","activities":[{"room":"","type":"Blixttal","title":"Från solist till gille och ledare - om WoW och samarbete","speaker":"Kristoffer Roupé","description":"Efter att ha varit officer i en av de största svensktalande gillena i World of Warcraft, i nästan 4 år, började jag se paralleller till de grupper jag arbetade med i arbetslivet. Ansvar mot varandra, ledarskap och förtroende, gruppdynamik, redundans i förmågor och färdigheter. Allt fanns där. Nu vill jag dela med mig av mina observationer och erfarenheter."}]}]